[
    "Together, we are taking back our Country. We are returning power to YOU, the American People. With your help, your devotion, &amp; your drive, we are going to keep on working, we are going to keep on fighting, &amp; we are going to keep ON WINNING! Get out &amp; VOTE! https://t.co/gsFSgh2KPc https://t.co/oH6yltKd44",
    "Republicans are fighting for citizens from every background, every community, &amp; every walk of life. We are the party of boundless optimism, excitement, energy &amp; enthusiasm. We are welcoming Americans of all parties &amp; political persuasions to join our incredible movement to #MAGA! https://t.co/KeSW3yR4Mq",
    "I just signed the CARES Act, the single biggest economic relief package in American History – twice as large as any relief bill ever enacted. At $2.2 Trillion Dollars, this bill will deliver urgently-needed relief for our nation’s families, workers, and businesses. #CARESAct🇺🇸 https://t.co/0WnTNFZPZD",
    "Today, we gathered for Diwali, a holiday observed by Buddhists, Sikhs, and Jains throughout the United States &amp, around the world. Hundreds of millions of people have gathered with family &amp, friends to light the Diya and to mark the beginning of a New Year. https://t.co/a1QRfaPm37 https://t.co/LKRTr0nCQl",
    "The courage &amp, sacrifice of our heroes is the reason our flag stands tall, our hearts beat with pride, and our Country remains one people, one family, and one NATION UNDER GOD. Today, we thank you, we honor you, &amp, we forever cherish the memory of our Fallen Men and Women in Blue! https://t.co/ARHYgDVi3M",
    "A lot of interest in this story about Psycho Joe Scarborough. So a young marathon runner just happened to faint in his office, hit her head on his desk, &amp; die? I would think there is a lot more to this story than that? An affair? What about the so-called investigator? Read story! https://t.co/CjBXBXxoNS",
    ".@HowieCarrShow just wrote a book which everyone is talking about. He was a great help. He is a veteran journalist who had a great influence in NH and beyond. He calls it the most amazing political campaign of modern times. The book is called, “What Really Happened.” Enjoy! #MAGA https://t.co/jYhjpoJKHe",
    "Thanks Mark. It’s all a continuation of the never ending Witch Hunt. Judge Brann, who would not even allow us to present our case or evidence, is a product of Senator Pat “No Tariffs” Toomey of Pennsylvania, no friend of mine, &amp; Obama - No wonder. 900,000 Fraudulent Votes! https://t.co/17rk2KsUPs",
    "Today, we gathered in the Roosevelt Room for one single reason: to CUT THE RED TAPE! For many decades, an ever-growing maze of regs, rules, and restrictions has cost our country trillions of dollars, millions of jobs, countless American factories, &amp, devastated entire industries. https://t.co/ostXOVnckf",
    "As a candidate, I promised we would pass a massive tax cut for the everyday, working Americans. If you make your voices heard, this moment will be forever remembered as a great new beginning – the dawn of a brilliant American future shining with PATRIOTISM, PROSPERITY AND PRIDE! https://t.co/exsBzrlCdw",
    "Louisiana REPUBLICANS, thank you for a great evening. Get out TOMORROW and VOTE REPUBLICAN! Send the Radical Democrat establishment a loud and clear message that you are going to FIRE your Democrat Governor, John Bel Edwards and send a Great Republican to the Governor’s Mansion! https://t.co/4GHVNz8lda",
    "All of us here today are united by the same timeless values. We believe that our liberty is a gift from our creator, and that no Government can ever take it away. We believe in the rule of law - and we support the men and women of law enforcement. We have pride in our history... https://t.co/eONj1Y8oju",
    "Wrong! At first they voted against because there were far more VOTES than PEOPLE (Sad!). Then they were threatened, screamed at and viciously harassed, and were FORCED to change their vote, but then REFUSED, as American patriots, to sign the documents. 71% MESS. Don’t Harass! https://t.co/n5frpesHfD",
    "Probably the only thing Barack Obama and I have in common is that we both had the honor of firing Jim Mattis, the world’s most overrated General. I asked for his letter of resignation, &amp; felt great about. His nickname was “Chaos”, which I didn’t like, &amp; changed it to “Mad Dog”...",
    "....lost for Evan “McMuffin” McMullin (to me). Steve Schmidt &amp; Reed Galvin lost for John McCain, Romney’s campaign manager (?) lost big to “O”, &amp; Jennifer Horn got thrown out of the New Hampshire Republican Party. They’re all LOSERS, but Abe Lincoln, Republican, is all smiles!",
    "95% Approval Rating of President Trump in the Republican Party. I would imagine the 5% are the RINOS’ and stupid people who don’t want to see great Judges &amp; Supreme Court Justice’s, a new &amp; powerful Military, Choice for Vets, 2A Protection, big RegulationCuts, Life, &amp; much more!",
    "Google search results for “Trump News” shows only the viewing/reporting of Fake News Media. In other words, they have it RIGGED, for me &amp, others, so that almost all stories &amp, news is BAD. Fake CNN is prominent. Republican/Conservative &amp, Fair Media is shut out. Illegal? 96% of....",
    "Congressman Steve Stivers of Ohio has done a fantastic job as Chairman of the @NRCC. He is a great Congressman who is tough on crime &amp, borders &amp, an inspiration to our Military &amp, Vets. Big on 2nd Amendment. Get out and vote for Steve on Aug 7th. He has my full &amp, total endorsement!",
    "Great respect for the fact that President Xi &amp, his Representatives want “calm resolution.” So impressed that they are willing to come out &amp, state the facts so accurately. This is why he is a great leader &amp, representing a great country. Talks are continuing!https://t.co/0sotrd1Mzh",
    "The Swing States did not even come close to following the dictates of their State Legislatures. These States  “election laws” were made up by local judges &amp; politicians, not by their Legislatures, &amp; are therefore, before even getting to irregularities &amp; fraud, UNCONSTITUTIONAL!",
    "....horrible BLM chant, “Pigs In A Blanket, Fry ‘Em Like Bacon”. Maybe our GREAT Police, who have been neutralized and scorned by a mayor who hates &amp; disrespects them, won’t let this symbol of hate be affixed to New York’s greatest street. Spend this money fighting crime instead!",
    "....said, “I’m going to clean up Washington, I’m going to help people.” He gave big tax cuts, he’s made our military strong. They’re mad at him because he actually did what he said he was going to do. History will record we’re experiencing some of the best times we’ve ever.....",
    "....good practice.” As you saw last night, they were very cool &amp; very professional. Never let it get out of hand. Thank you! On the bad side, the D.C. Mayor, @MurielBowser, who is always looking for money &amp; help, wouldn’t let the D.C. Police get involved. “Not their job.” Nice!",
    "Report: There were no FISA hearings held over Spy documents.”It is astonishing that the FISA courts couldn’t hold hearings on Spy Warrants targeting Donald Trump. It isn’t about Carter Page, it’s about the Trump Campaign. You’ve got corruption at the DOJ &amp, FBI. The leadership....",
    "Even if we get 100% Republican votes in the Senate, we need 10 Democrat votes to get a much needed Immigration Bill - &amp, the Dems are Obstructionists who won’t give votes for political reasons &amp, because they don’t care about Crime coming from Border! So we need to elect more R’s!",
    "Just had a very good meeting with Foreign Minister Sergey Lavrov and representatives of Russia. Discussed many items including Trade, Iran, North Korea, INF Treaty, Nuclear Arms Control, and Election Meddling. Look forward to continuing our dialogue in the near future! https://t.co/tHecH9a9ck",
    "One of the reasons that Fake News has become so prevalent &amp; far reaching is the fact that corrupt “journalists” base their stories on SOURCES that they make up in order to totally distort a narrative or story. When you see, “five sources say”, don’t believe the story, it is....",
    "Why was the FBI’s sick loser, Peter Strzok, working on the totally discredited Mueller team of 13 Angry &amp, Conflicted Democrats, when Strzok was giving Crooked Hillary a free pass yet telling his lover, lawyer Lisa Page, that “we’ll stop” Trump from becoming President? Witch Hunt!",
    ".@RepRatcliffe asked the two “star” witnesses, “where is the impeachable event in that call?” Both stared straight ahead with a blank look on their face, remained silent, &amp, were unable to answer the question. That would be the end of a case run by normal people! - but not Shifty!",
    "Today, we come together as one Nation to salute the Veterans of the United States Armed Forces – the greatest warriors ever to walk on the face of the Earth. Our Veterans risked everything for us. Now, it is our duty to serve and protect THEM every day of our lives! https://t.co/vC3UGvWF9S",
    "...A majority do not want him Impeached and removed from office. 94% of the people in these battleground states who voted for President Trump want him to continue as President. That’s squarely in his corner.” @SteveDoocy “That’s a revealing poll, don’t you think that matters?”...",
    "The Fake News Media loves saying “so little happened at my first summit with Kim Jong Un.” Wrong! After 40 years of doing nothing with North Korea but being taken to the cleaners, &amp, with a major war ready to start, in a short 15 months, relationships built, hostages &amp, remains....",
    "Maria is badly needed in Washington. She is an outstanding person who truly loves her Country and her State. Her opponent, @DonnaShalala, is a political hack who is a puppet of Nancy Pelosi. She does nothing for Florida. Maria has my Complete &amp; Total Endorsement! https://t.co/4GumAgOA3J",
    "Cryin’ Chuck Schumer was on a late night show using a false talking point over &amp; over again. “We don’t have enough testing ,” he would repeat, when he knows we have done a great job on Testing, just like we have on Ventilators and everything else. He lied, gave NY SALT. Run AOC!",
    "Starting early next week, at my order, the USA will be purchasing, from our Farmers, Ranchers &amp; Specialty Crop Growers, 3 Billion Dollars worth of Dairy, Meat &amp; Produce for Food Lines &amp; Kitchens. “FARMERS TO FAMILY FOOD BOX”  Great news for all!  @SecretarySonny @ZippyDuvall",
    "“A lot of small &amp, medium size enterprises are registering very good profit, sometimes record profits-there stocks are doing very well, low income workers are getting big raises. There are an awful lot of good things going on that weren’t during Pres. Obama’s Watch.” Peter Morici",
    "When the Military rips down an old &amp, badly broken Border Wall in an important location, &amp, replaces it with a brand new 30 ft. high Steel &amp, Concrete Wall, Nancy Pelosi says we are not building a Wall. Wrong, and it is going up fast. Brandon Judd just gave us great marks! @FoxNews",
    "Nervous Nancy Pelosi &amp, the Democrat House are getting nothing done. Perhaps they could lead the way with the USMCA, the spectacular &amp, very popular new Trade Deal that replaces NAFTA, the worst Trade Deal in the history of the U.S.A. Great for our Farmers, Manufacturers &amp, Unions!",
    "Weirdo Tom Steyer, who didn’t have the “guts” or money to run for President, is still trying to remain relevant by putting himself on ads begging for impeachment. He doesn’t mention the fact that mine is perhaps the most successful first 2 year presidency in history &amp, NO C OR O!",
    "....are developing a really great HealthCare Plan with far lower premiums (cost) &amp, deductibles than ObamaCare. In other words it will be far less expensive &amp, much more usable than ObamaCare. Vote will be taken right after the Election when Republicans hold the Senate &amp, win......",
    "Senator Little Ben Sasse of the Great State of Nebraska seems to be heading down the same inglorious path as former Senators Liddle’ Bob Corker, whose approval rating in Tennessee went from 55% to 4%, &amp; Jeff “the Flake” Flake, whose approval rating in Arizona went from 56% to....",
    "“Judge Jackson now has a request for a new trial based on the unambiguous &amp; self outed bias of the foreperson of the jury, whose also a lawyer, by the way. ‘Madam foreperson, you’re a lawyer, you have a duty, an affirmative obligation, to reveal to us when we selected you the....",
    "The Democrats and Crooked Hillary paid for &amp, provided a Fake Dossier, with phony information gotten from foreign sources, pushed it to the corrupt media &amp, Dirty Cops, &amp, have now been caught. They spied on my campaign, then tried to cover it up - Just Like Watergate, but bigger!",
    "Hard to believe that @FoxNews will be interviewing sleazebag &amp, totally discredited former FBI Director James Comey, &amp, also corrupt politician Adam “Shifty” Schiff. Fox is trying sooo hard to be politically correct, and yet they were totally shut out from the failed Dem debates!",
    "“The Chinese say (about Trump’s Trade War &amp, Tariffs), ‘he brought us to the table.’ This is the most prosperous economy the world has ever seen, and it’s going to be a very prosperous economy.” Jamie Dimon on @60Minutes  Thank you President Trump &amp, the Republican Party!",
    "Despite the Democrats wanting very unsafe Open Borders &amp, refusing to change the Loopholes &amp, Asylum, tremendous progress is being made the the Southern Border. We all waited because we assumed the Dems would ultimately be forced to change the horrible Immigration Laws.They didn’t!",
    "....are GREAT, but the politicians are incompetent or corrupt. Puerto Rico got far more money than Texas &amp, Florida combined, yet their government can’t do anything right, the place is a mess - nothing works. FEMA &amp, the Military worked emergency miracles, but politicians like.....",
    "Nancy Pelosi and some of the Democrats turned down my offer yesterday before I even got up to speak. They don’t see crime &amp, drugs, they only see 2020 - which they are not going to win. Best economy! They should do the right thing for the Country &amp, allow people to go back to work.",
    "The Trump portrait of an unsustainable Border Crisis is dead on. “In the last two years, ICE officers made 266,000 arrests of aliens with Criminal Records, including those charged or convicted of 100,000 assaults, 30,000 sex crimes &amp, 4000 violent killings.” America’s Southern....",
    "Biden can only enter the White House as President if he can prove that his ridiculous “80,000,000 votes” were not fraudulently or illegally obtained. When you see what happened in Detroit, Atlanta, Philadelphia &amp; Milwaukee, massive voter fraud, he’s got a big unsolvable problem!",
    "Thanks @RandPaul  “I am very proud of the President. This is exactly what he promised, and I think the people agree with him. We’ve been at war too long and in too many places...spent several trillion dollars on these wars everywhere. He’s different...that’s why he got elected.”",
    "...charge of the FISA court. He should direct the Presiding Judge, Rosemary Collier, to hold a hearing, haul all of these people from the DOJ &amp, FBI in there, &amp, if she finds there were crimes committed, and there were, there should be a criminal referral by her....” @GreggJarrett",
    "The Heritage Foundation has just stated that 64% of the Trump Agenda is already done, faster than even Ronald Reagan. “We’re blown away,” said Thomas Binion of Heritage, President Trump “is very active, very conservative and very effective. Huge volume &amp, spectrum of issues.”",
    "It is far more costly for the Federal Reserve to cut deeper if the economy actually does, in the future, turn down! Very inexpensive, in fact productive,  to move now. The Fed raised &amp, tightened far too much &amp, too fast. In other words, they missed it (Big!). Don’t miss it again!",
    "“Now that the Dems are going to try &amp, switch from Collusion to some other reason, it makes them continue to look like sore losers who didn’t accept the WILL OF THE PEOPLE in the last election - they will do anything to get rid of the President.” @AriFleischer It will never work!",
    "...&amp, overwhelming,” but this Scam Impeachment was neither. Also, very unfair with no Due Process, proper representation, or witnesses. Now Pelosi is demanding everything the Republicans weren’t allowed to have in the House. Dems want to run majority Republican Senate. Hypocrites!",
    "On National POW/MIA Recognition Day, The @FLOTUS and I honor the men &amp; women of our Armed Forces who have selflessly served our Country &amp; made tremendous sacrifices to defend our liberty. Our Nation remains committed to accounting for all missing Americans.https://t.co/vyIvM9Tlxb",
    "The Great @LouDobbs: “People know, after 3 years of this President, the most historic President in our Country’s history, that there is no one who can touch what he’s done in 3 years, foreign policy, domestic policy, you name it, it’s amazing. Just to have the guts not to be.....",
    "Told that @NYCMayor Bill de Blasio wants to paint the fabled &amp; beautiful Fifth Avenue, right in front of Trump Tower/Tiffany, with a big yellow Black Lives Matter sign. “Pigs in a Blanket, Fry ‘Em Like Bacon”, referring to killing Police, is their chant. NYC Police are furious!",
    "Gordon Chang: China Seems ‘to Be Favoring Joe Biden‘ in Presidential Election https://t.co/LmXVsqOJzP via @BreitbartNews. Of course they want Biden. I have taken $Billions from China and given it to our Farmers and U.S. Treasury. China would own the U.S. if Biden &amp; Hunter got in!",
    "Mini Mike Bloomberg, who made a fool of himself on the Dems debate stage when Elizabeth Warren &amp; the others simply took him apart, is going “crazy” trying to buy his way back into the Liberal Democrat’s hearts. His Florida ads are lies. I am much better for SENIORS than Sleepy!",
    "I often stated, “One way or the other, Mexico is going to pay for the Wall.” This has never changed. Our new deal with Mexico (and Canada), the USMCA, is so much better than the old, very costly &amp, anti-USA NAFTA deal, that just by the money we save, MEXICO IS PAYING FOR THE WALL!",
    "“Director Brennan’s recent statements purport to know as fact that the Trump campaign colluded with a foreign power. If Director Brennan’s statement is based on intelligence he received while leading the CIA, why didn’t he include it in the Intelligence Community Assessment......",
    "You cannot pass legislation on immigration whether it be for safety and security or any other reason including “heart,” without getting Dem votes. Problem is, they don’t care about security and R’s do. Zero Dems voted to support the Goodlatte Bill. They won’t vote for anything!",
    "So sad to see what is happening in New York where Governor Cuomo &amp,  Mayor DeBlasio are letting out 900 Criminals, some hardened &amp, bad, onto the sidewalks of our rapidly declining, because of them, city. The Radical Left Dems are killing our cities. NYPD Commissioner is resigning!",
    "“Absolutely nothing is more important than going back &amp, getting to the bottom of the origins of the investigation. We had an administration using America’s Spying Apparatus to spy on a political opponent at the height of a presidential election. Those are all known, undisputed...",
    "If you come after the President, the Country, the Flag - he’s going to defend himself. What the squad doesn’t like is that Donald Trump is enforcing the very laws that are on the books that were put there by Congress.” Jason Chaffetz. Also, buy Jason’s great new book, POWER GRAB!",
    "While the reviews and reporting on our Border Immigration Agreement with Mexico have been very good, there has nevertheless been much false reporting (surprise!) by the Fake and Corrupt News Media, such as Comcast/NBC, CNN, @nytimes &amp, @washingtonpost. These “Fakers” are Bad News!",
    "...and have no intention of doing anything other than going on a fishing expedition to see if they can find anything on me - both illegal &amp, unprecedented in U.S. history. There was no Collusion - Investigate the Investigators! Go to work on Drug Price Reductions &amp, Infrastructure!",
    "“The underlying issue remains the same without a single American being indicted for Collusion with Russia, &amp, that is a stunning end considering we were led to believe (Fake News) that something much more dramatic would happen. Why did people fall for this?” @TuckerCarlson Molly H",
    "Looking like Nick Sandman &amp, Covington Catholic students were treated unfairly with early judgements proving out to be false - smeared by media. Not good, but making big comeback! “New footage shows that media was wrong about teen’s encounter with Native American” @TuckerCarlson",
    "The Democrats will probably submit a Bill, being cute as always, which gives everything away but gives NOTHING to Border Security, namely the Wall. You see, without the Wall there can be no Border Security - the Tech “stuff” is just, by comparison, meaningless bells &amp, whistles...",
    "....Bad things took place during those hours where LEGAL TRANSPARENCY was viciously &amp; crudely not allowed. Tractors blocked doors &amp; windows were covered with thick cardboard so that observers could not see into the count rooms. BAD THINGS HAPPENED INSIDE. BIG CHANGES TOOK PLACE!",
    "Does anyone notice how little the Radical Left takeover of Seattle is being discussed in the Fake News Media. That is very much on purpose because they know how badly this weakness &amp; ineptitude play politically. The Mayor &amp; Governor should be ashamed of themselves. Easily fixed!",
    "....it’s alienating independents. This President is being persecuted over three years with one investigation after another, and that really plays to his base.” @FoxNews  @cvpayne  Their partisan Witch Hunt is hurting our Country do badly, &amp, only bringing more division than ever!",
    "I hope the people over at the Fed will read today’s Wall Street Journal Editorial before they make yet another mistake. Also, don’t let the market become any more illiquid than it already is. Stop with the 50 B’s. Feel the market, don’t just go by meaningless numbers. Good luck!",
    "Will be going to the Great State of West Virginia on Tuesday Night to campaign &amp, do a Rally Speech for a hard working and spectacular person, A.G. Patrick Morrisey, who is running for the U.S. Senate. Patrick has great Energy &amp, Stamina-I need his VOTE to MAGA. Total Endorsement!",
    "“There has been no evidence whatsoever that Donald Trump or the campaign was involved in any kind of collusion to fix the 2016 election. In fact the evidence is the opposite, that Hillary Clinton &amp, the Democrats colluded with the Russians to fix the 2016 election.” @GrahamLedger",
    "Robert Mueller is being asked to testify yet again. He said he could only stick to the Report, &amp, that is what he would and must do. After so much testimony &amp, total transparency, this Witch Hunt must now end. No more Do Overs. No Collusion, No Obstruction. The Great Hoax is dead!",
    "...big Crooked Hillary law firm, represented by her lawyer Michael Sussmann (do you believe this?) who worked Baker hard &amp, gave him Oppo Research for “a Russia probe.” This meeting, now exposed, is the subject of Senate inquiries and much more. An Unconstitutional Hoax. @FoxNews",
    "“Kim Jong Un says North Korea will not make or test nuclear weapons, or give them to others - &amp, he is ready to meet President Trump anytime.” PBS News Hour. I also look forward to meeting with Chairman Kim who realizes so well that North Korea possesses great economic potential!",
    "Steve Scully of @cspan had a very bad week. When his name was announced, I said he would not be appropriate because of conflicts. I was right! Then he said he was hacked, he wasn’t. I was right again! But his biggest mistake was “confiding” in a lowlife loser like the Mooch. Sad!",
    "Georgia Lt. Governor @GeoffDuncanGA is a RINO Never Trumper who got himself elected as LG by falsely claiming to be “pro-Trump”. Too dumb or corrupt to recognize massive evidence of fraud in GA &amp; should be replaced! We need every great Georgian to call him out! #SpecialSession!",
    "For decades, Joe Biden let other countries rip you off and cheat America blind! The only people who’ve benefited from his policies are himself &amp; his family. He shows up every 4 years, and then goes back to D.C. and caters to his special interests. My only special interest is YOU.",
    "Thank you @JackBrewerBSI. We’re with you all the way. The American people know what’s going on, they totally get it. Watch what happens in November 2020! Thank you for your continued support. Together, we are going to KEEP AMERICA GREAT! #BlackVoicesforTrump https://t.co/ftce8XJ3M0",
    ".@RepDebDingell, who called me, tears flowing, to thank me for rolling out the maximum “Red Carpet” for the funeral of her husband, then voted against me on the partisan Impeachmen Hoax, said “everybody (Dems) wants to get out of town. This has been, in my whole career, one of...",
    "Yesterday was a bad day for the Cuomo Brothers. New York was lost to the looters, thugs, Radical Left, and all others forms of Lowlife &amp; Scum. The Governor refuses to accept my offer of a dominating National Guard. NYC was ripped to pieces. Likewise, Fredo’s ratings are down 50%!",
    "....Example! V.P. Mike Pence held a conference call yesterday with all Democrat Senators. He gave them everything that they would have wanted to hear in terms of gaining ground on the CoronaVirus, but nothing that anyone could have said, including “it’s over”, could have made....",
    "The Do Nothing Democrats were busy wasting time on the Immigration Hoax, &amp; anything else they could do to make the Republican Party look bad, while I was busy calling early BORDER &amp; FLIGHT closings, putting us way ahead in our battle with Coronavirus. Dems called it VERY wrong!",
    "Today I am making good on my promise to defend our Farmers &amp, Ranchers from unjustified trade retaliation by foreign nations. I have authorized Secretary Perdue to implement the 2nd round of Market Facilitation Payments. Our economy is stronger than ever–we stand with our Farmers!",
    "Pocahontas (the bad version), sometimes referred to as Elizabeth Warren, is getting slammed. She took a bogus DNA test and it showed that she may be 1/1024, far less than the average American. Now Cherokee Nation denies her, “DNA test is useless.” Even they don’t want her. Phony!",
    "There is no political necessity to keep Canada in the new NAFTA deal. If we don’t make a fair deal for the U.S. after decade of abuse, Canada will be out. Congress should not interfere with these negotiations or I will simply terminate NAFTA entirely &amp, we will be far better off..",
    "On Holocaust Remembrance Day we mourn and grieve the murder of 6 million innocent Jewish men, women and children, and the millions of others who perished in the evil Nazi Genocide. We pledge with all of our might and resolve: Never Again! https://t.co/PfHM7UiZ0C https://t.co/25W0SZHTOu",
    "....As proven last week during a Congressional tour, the Border is clean, efficient &amp, well run, just very crowded. Cumming District is a disgusting, rat and rodent infested mess. If he spent more time in Baltimore, maybe he could help clean up this very dangerous &amp, filthy place",
    "Those Tweets were NOT Racist. I don’t have a Racist bone in my body! The so-called vote to be taken is a Democrat con game. Republicans should not show “weakness” and fall into their trap. This should be a vote on the filthy language, statements and lies told by the Democrat.....",
    ".....The Fake (Corrupt) News Media said they had a leak into polling done by my campaign which, by the way and despite the phony and never ending Witch Hunt, are the best numbers WE have ever had. They reported Fake numbers that they made up &amp, don’t even exist. WE WILL WIN AGAIN!",
    "We are here on this beautiful spring day to unveil our plan to create a fair, modern &amp, LAWFUL system of immigration for the U.S. If adopted, our plan will transform America’s immigration system into the pride of our Nation and the envy of the modern world. https://t.co/YqyTYgTByD",
    "Here we go with Mitt Romney, but so fast! Question will be, is he a Flake?  I hope not. Would much prefer that Mitt focus on Border Security and so many other things where he can be helpful. I won big, and he didn’t. He should be happy for all Republicans. Be a TEAM player &amp, WIN!",
    "Somebody please explain to Cryin’ Chuck Schumer that we do have a military man in charge of distributing goods, a very talented Admiral, in fact. New York has gotten far more than any other State, including hospitals &amp; a hospital ship, but no matter what, always complaining.....",
    "“Anti-Trump Network @CNN doing whatever it can to stoke a national Coronavirus panic. The far left Network pretty much ignoring anyone who they interview who doesn’t blame President Trump.” @trish_regan @FoxNews Media refuses to discuss the great job our professionals are doing!",
    "....And because of weak and pathetic Democrat leadership, this thuggery is happening in other Democrat run cities and states. Must shut them down fast. Biden and his most Liberal in Senate running mate, Kamala, won’t even talk about it. They won’t utter the words, LAW &amp; ORDER!",
    "Funny to watch the Democrats criticize Trade Deals being negotiated by me when they don’t even know what the deals are and when for 8 years the Obama Administration did NOTHING on trade except let other countries rip off the United States. Lost almost $800 Billion/year under “O”",
    "The only people that don’t like my conversation with the new Ukrainian President are those that heard Rep. Adam Schiff read a made up and totally fraudulent statement to the House and public, words that I did not say but that he fabricated (&amp, admitted to this fabrication). Sick!",
    "Can you imagine Cryin’ Chuck Schumer saying out loud, for all to hear, that I am bluffing with respect to putting Tariffs on Mexico. What a Creep. He would rather have our Country fail with drugs &amp, Immigration than give Republicans a win. But he gave Mexico bad advice, no bluff!",
    "North Korea, under the leadership of Kim Jong Un, will become a great Economic Powerhouse. He may surprise some but he won’t surprise me, because I have gotten to know him &amp, fully understand how capable he is. North Korea will become a different kind of Rocket - an Economic one!",
    "Bernie Sander’s volunteers are trashing Elizabeth “Pocahontus” Warren. Everybody knows her campaign is dead and want her potential voters. Mini Mike B is also trying, but getting tiny crowds which are all leaving fast. Elizabeth is very angry at Bernie. Do I see a feud brewing?",
    "Great writer and historian, Doug Wead, has written a true (not Fake News) account of what is going on in Washington and the White House. His new book, INSIDE TRUMP’S WHITE HOUSE, is an incredible description of a very exciting and successful time in our Country’s history. Buy it!",
    "My friend, Congressman @TomEmmer, is doing a tremendous job for the people of Minnesota! He strongly supports our brave Law Enforcement &amp; National Guard, fights for our Vets and works hard to Cut your Taxes! Tom has my Complete and Total Endorsement! #MN06 https://t.co/fPIsaonBXO",
    "The United States cannot, &amp; will not, become such a difficult place to deal with in terms of foreign countries buying our product, including for the always used National Security excuse, that our companies will be forced to leave in order to remain competitive. We want to sell...",
    "No matter what you do for the Do Nothing Democrats, no matter how GREAT a job you are doing, they will only respond to their Fake partners in the Lamestream Media in the negative, even in a time of crisis. I thought it would be different, but it’s not. In fact, it’s even worse...",
    "Was just briefed by @FEMA_Brock and @SecretaryZinke, who are in California. Thank you to the great Firefighters, First Responders and @FEMA for the incredible job they are doing w/ the California Wildfires. Our Nation appreciates your heroism, courage &amp, genius. God Bless you all!",
    "Jeff Sessions said he wouldn’t allow politics to influence him only because he doesn’t understand what is happening underneath his command position. Highly conflicted Bob Mueller and his gang of 17 Angry Dems are having a field day as real corruption goes untouched. No Collusion!",
    "Has anyone looked at the mistakes that John Brennan made while serving as CIA Director? He will go down as easily the WORST in history &amp, since getting out, he has become nothing less than a loudmouth, partisan, political hack who cannot be trusted with the secrets to our country!",
    "RUSH LIMBAUGH  “If the FBI was so concerned, and if they weren’t targeting Trump, they should have told Trump. If they were really concerned about the Russians infiltrating a campaign (hoax), then why not try to stop it? Why not tell Trump? Because they were pushing this scam.”",
    "There was no Collusion (it is a Hoax) and there is no Obstruction of Justice (that is a setup &amp, trap). What there is is Negotiations going on with North Korea over Nuclear War, Negotiations going on with China over Trade Deficits, Negotiations on NAFTA, and much more. Witch Hunt!",
    "The Schumer-Rounds-Collins immigration bill would be a total catastrophe. @DHSgov says it would be “the end of immigration enforcement in America.” It creates a giant amnesty (including for dangerous criminals), doesn’t build the wall, expands chain migration, keeps the visa...",
    "“Nancy Pelosi cares more about power than she does about principle. She did not want to go down this road. She realizes this is a huge loser for Democrats. The Founders envisioned the worst people being in politics, yet they couldn’t envision this. You have these people taking...",
    "Great Republican Geary Higgins has my complete and total Endorsement for Virginia Senate, 13th District. He is strong on Crime, the Border, our Military, Cutting Taxes, and protecting your 2nd Amendment. Dem John Bell will take your guns &amp, raise your taxes. Vote for Geary Higgins",
    "“Because the House has already voted against the Impeachment Proceeding, the current inquiry is totally invalid. The current sham of a so-called investigation is nothing more than an unconstitutional power grab. It needs to end.”  @JasonChaffetz  @seanhannity  Corrupt Adam Schiff",
    "Remember when Iran shot down a drone, saying knowingly that it was in their “airspace” when, in fact, it was nowhere close. They stuck strongly to that story knowing that it was a very big lie. Now they say that they had nothing to do with the attack on Saudi Arabia. We’ll see?",
    "....he could not have been nicer or more respectful to your favorite President, me. Then I saw the column he wrote, “Trump Will Be Re-elected, Won’t He?” He called me a Racist, which I am not, and said Rhode Island went from economically bad to great in 5 years because the.....",
    ".....if Mexico produces (which I think they will). Biggest part of deal with Mexico has not yet been revealed! China is similar, except they devalue currency &amp, subsidize companies to lessen effect of 25% Tariffs. So far, little effect to consumers. Companies will relocate to U.S.",
    "I know it is not at all “Presidential” to hit back at the Corrupt Media, or people who work for the Corrupt Media, when they make false statements about me or the Trump Administration. Problem is, if you don’t hit back, people believe the Fake News is true. So we’ll hit back!",
    "Nervous Nancy Pelosi is a disgrace to herself and her family for having made such a disgusting statement, especially since I was with foreign leaders overseas. There is no evidence for such a thing to have been said. Nervous Nancy &amp, Dems are getting Zero work done in Congress....",
    "“The President has received glowing reviews from the British Media. Here at home, not so much. MSNBC Ramps up hateful coverage and promotes conspiracy theories during Trump’s trip to Europe.”  @seanhannity  The good news is that @maddow is dying in the ratings, along with @CNN!",
    "....The process has begun to place additional Tariffs at 25% on the remaining 325 Billion Dollars. The U.S. only sells China approximately 100 Billion Dollars of goods &amp, products, a very big imbalance. With the over 100 Billion Dollars in Tariffs that we take in, we will buy.....",
    "....The process has begun to place additional Tariffs at 25% on the remaining 325 Billion Dollars. The U.S. only sells China approximately 100 Billion Dollars of goods &amp, products, a very big imbalance. With the over 100 Billion Dollars in Tariffs that we take in, we will buy.....",
    "....The process has begun to place additional Tariffs at 25% on the remaining 325 Billion Dollars. The U.S. only sells China approximately 100 Billion Dollars of goods &amp, products, a very big imbalance. With the over 100 Billion Dollars in Tariffs that we take in, we will buy.....",
    "How can it be possible that James Woods (and many others), a strong but responsible Conservative Voice, is banned from Twitter? Social Media &amp, Fake News Media, together with their partner, the Democrat Party, have no idea the problems they are causing for themselves. VERY UNFAIR!",
    "....up like a rocket if we did some lowering of rates, like one point, and some quantitative easing. Yes, we are doing very well at 3.2% GDP, but with our wonderfully low inflation, we could be setting major records &amp,, at the same time, make our National Debt start to look small!",
    "I inherited a total mess in Syria and Afghanistan, the “Endless Wars” of unlimited spending and death. During my campaign I said, very strongly, that these wars must finally end. We spend $50 Billion a year in Afghanistan and have hit them so hard that we are now talking peace...",
    "Deroy Murdock, National Review: “We are now exporting oil, which is the first time in my lifetime - we are right now the largest producer of oil and gas. This is not good if you’re Vladimir Putin where your chief export is oil. W.H. Agent - Not good for Kremlin.” @TuckerCarlson",
    "I gave a long news conference today after wishing the military a Happy Thanksgiving, &amp; realized once again that the Fake News Media coordinates so that the real message of such a conference never gets out. Primary point made was that the 2020 Election was RIGGED, and that I WON!",
    "....practically nothing. Both Senators became totally unelectable, couldn’t come even close to winning their primaries, and decided to drop out of politics and gracefully “RETIRE”. @SenSasse could be next, or perhaps the Republicans should find a new and more viable candidate?",
    "The legendary actor, 007 Sean Connery, has past on to even greener fairways. He was quite a guy, and a tough character. I was having a very hard time getting approvals for a big development in Scotland when Sean stepped in and shouted,“Let him build the damn thing”. That was....",
    "I am a great friend and admirer of the Queen &amp; the United Kingdom. It was reported that Harry and Meghan, who left the Kingdom, would reside permanently in Canada. Now they have left Canada for the U.S. however, the U.S. will not pay for their security protection. They must pay!",
    "Wow! If Elizabeth Warren wasn’t in the race, Bernie Sanders would have EASILY won Massachusetts, Minnesota and Texas, not to mention various other states. Our modern day Pocahontas won’t go down in history as a winner, but she may very well go down as the all time great SPOILER!",
    "...It wouldn’t matter if you got ten times what was needed, it would never be good enough. Unlike other states, New York unfortunately got off to a late start. You should have pushed harder. Stop complaining &amp; find out where all of these supplies are going. Cuomo working hard!",
    "....he will be successful, especially as the weather starts to warm &amp; the virus hopefully becomes weaker, and then gone. Great discipline is taking place in China, as President Xi strongly leads what will be a very successful operation. We are working closely with China to help!",
    "“This is what Democrats have done. They want to create the idea that there is all this smoke so people think there’s fire. They did this with Russia Collusion, &amp; there was no fire. It makes zero sense what the Democrats are accusing him of.” @LisaMarieBoothe @foxandfriends",
    "Congressman Greg Pence (@GregPenceIN) is doing a phenomenal job for Indiana. His brother, our great Vice President Mike Pence, and I need Greg to help us keep our Country SAFE and fight for our #MAGA agenda. Greg has my Complete &amp; Total Endorsement! #IN06 https://t.co/r5IwFc05Nj",
    "If anybody but your favorite President, Donald J. Trump, announced that, after decimating ISIS in Syria, we were going to bring our troops back home (happy &amp, healthy), that person would be the most popular hero in America. With me, hit hard instead by the Fake News Media. Crazy!",
    ".@DavidAsmanfox  “How do the Democrats respond to this? Think of how his position with Republicans improves-all the candidates who won tonight. They realize how important he is because of what he did in campaigning for them. They owe him their political career.” Thanks, I agree!",
    "The very unpopular Governor of Ohio (and failed presidential candidate) @JohnKasich hurt Troy Balderson’s recent win by tamping down enthusiasm for an otherwise great candidate. Even Kasich’s Lt. Governor lost Gov. race because of his unpopularity. Credit to Troy on the BIG WIN!",
    "....Also, why is Mueller only appointing Angry Dems, some of whom have worked for Crooked Hillary, others, including himself, have worked for Obama....And why isn’t Mueller looking at all of the criminal activity &amp, real Russian Collusion on the Democrats side-Podesta, Dossier?",
    "As I head out to a very important NATO meeting, I see that FBI Lover/Agent Lisa Page is dodging a Subpoena &amp, is refusing to show up and testify. What can she possibly say about her statements and lies. So much corruption on the other side. Where is the Attorney General? @FoxNews",
    "Getting ready to leave for Europe. First meeting - NATO. The U.S. is spending many times more than any other country in order to protect them. Not fair to the U.S. taxpayer. On top of that we lose $151 Billion on Trade with the European Union. Charge us big Tariffs (&amp, Barriers)!",
    "“We cannot have what happened to this President happen again.” Joe DiGenova.  “It is time for Justice to come barreling in.” @LouDobbs  Can you imagine that with everything going on in this World, the Witch Hunt, though on a respirator, is still whimpering along. A disgrace!",
    "In addition to great incompetence and corruption, The Smollett case in Chicago is also about a Hate Crime. Remember, “MAGA COUNTRY DID IT!” That turned out to be a total lie, had nothing to do with “MAGA COUNTRY.” Serious stuff, and not even an apology to millions of people!",
    "With the wonderful College, University and other Graduations taking place all over the USA, there has never been a better time than now to graduate. Best jobs market ever, great housing and financing. Go out there, work hard, &amp, have a GREAT life. You deserve it. Congratulations!",
    "Tariffs will bring in FAR MORE wealth to our country than even a phenomenal deal of the traditional kind. Also, much easier &amp, quicker to do. Our Farmers will do better, faster, and starving nations can now be helped. Waivers on some products will be granted, or go to new source!",
    "The Kentucky Derby decision was not a good one. It was a rough &amp, tumble race on a wet and sloppy track, actually, a beautiful thing to watch. Only in these days of political correctness could such an overturn occur. The best horse did NOT win the Kentucky Derby - not even close!",
    "“Donald Trump was being framed, he fought back. That is not Obstruction.” @JesseBWatters  I had the right to end the whole Witch Hunt if I wanted. I could have fired everyone, including Mueller, if I wanted. I chose not to. I had the RIGHT to use Executive Privilege. I didn’t!",
    "Spoke to @TigerWoods to congratulate him on the great victory he had in yesterday’s @TheMasters, &amp, to inform him that because of his incredible Success &amp, Comeback in Sports (Golf) and, more importantly, LIFE, I will be presenting him with the PRESIDENTIAL MEDAL OF FREEDOM!",
    "HOLD THE DATE! We will be having one of the biggest gatherings in the history of Washington, D.C., on July 4th. It will be called “A Salute To America” and will be held at the Lincoln Memorial. Major fireworks display, entertainment and an address by your favorite President, me!",
    "Pocahontas, working in conjunction with the Democrat Party, totally destroyed the campaign of Bernie Sanders. If she would have quit 3 days earlier, Sanders would have beaten Biden in a route, it wouldn’t even have been close. They also got two other losers to support Sleepy Joe!",
    "“The reason they are not sending the Articles of Impeachment to the Senate is that they are so weak and so pathetic.” @LindseyGrahamSC @MariaBartiromo  The great Scam continues. To be spending time on this political Hoax at this moment in our history, when I am so busy, is sad!",
    ".....So, what the hell has happened to @FoxNews. Only I know! Chris Wallace and others should be on Fake News CNN or MSDNC. How’s Shep Smith doing? Watch, this will be the beginning of the end for Fox, just like the other two which are dying in the ratings. Social Media is great!",
    "Anarchists, Agitators or Protestors who vandalize or damage our Federal Courthouse in Portland, or any Federal Buildings in any of our Cities or States, will be prosecuted under our recently re-enacted Statues &amp; Monuments Act. MINIMUM TEN YEARS IN PRISON. Don’t do it! @DHSgov",
    "It’s incredible how Democrats can all use their ridiculous sound bite and say that a Wall doesn’t work. It does, and properly built, almost 100%! They say it’s old technology - but so is the wheel. They now say it is immoral- but it is far more immoral for people to be dying!",
    "....At what point does this soon to be $20,000,000 Witch Hunt, composed of 13 Angry and Heavily Conflicted Democrats and two people who have worked for Obama for 8 years, STOP! They have found no Collussion with Russia, No Obstruction, but they aren’t looking at the corruption...",
    "Texas LC George P. Bush backed me when it wasn’t the politically correct thing to do, and I back him now. Also, AC Sid Miller has been with me from the beginning, he is “Trump’s Man in Texas.” Also support Comptroller Glenn Hegar, and Railroad Commissioner Christi Craddick.",
    "Rep. Adam Schiff fraudulently read to Congress, with millions of people watching, a version of my conversation with the President of Ukraine that doesn’t exist. He was supposedly reading the exact transcribed version of the call, but he completely changed the words to make it....",
    "Now that the Democrats and the Fake News Media have gone “bust” on every other of their Witch Hunt schemes, they are trying to start one just as ridiculous as the others, call it the Ukraine Witch Hunt, while at the same time trying to protect Sleepy Joe Biden. Will fail again!",
    "DACA will be going before the Supreme Court. It is a document that even President Obama didn’t feel he had the legal right to sign - he signed it anyway! Rest assured that if the SC does what all say it must, based on the law, a bipartisan deal will be made to the benefit of all!",
    "Newest Poll: Only 11% in favor of starting ridiculous impeachment hearings. Well, let’s see: We have the Best Economy in History, the Best Employment Numbers in History, Most People Working in History, Highest Stock Market in History, Biggest Tax and Regulation Cuts in History,..",
    "After spending more than $35,000,000 over a two year period, interviewing 500 people, using 18 Trump Hating Angry Democrats &amp, 49 FBI Agents - all culminating in a more than 400 page Report showing NO COLLUSION - why would the Democrats in Congress now need Robert Mueller.......",
    "....There is a lot of explaining to do to the millions of people who had just elected a president who they really like and who has done a great job for them with the Military, Vets, Economy and so much more. This was the illegal and treasonous “insurance policy” in full action!",
    "....followed, and then it was withdrawn. The Democrats argument for impeachment has not gotten stronger over the last few weeks. As Senator Josh Hawley just said, he’s going to enter a Motion to Dismiss the Impeachment Trial because it’s never actually been brought to trial.”",
    "There is a nasty rumor out there that @SenatorCollins of Maine will not be supporting our great United States Supreme Court Nominee. Well, she didn’t support Healthcare or my opening up 5000 square miles of Ocean to Maine, so why should this be any different. Not worth the work!",
    "We have claimed, for Electoral Vote purposes, the Commonwealth of Pennsylvania (which won’t allow legal observers) the State of Georgia, and the State of North Carolina, each one of which has a BIG Trump lead. Additionally, we hereby claim the State of Michigan if, in fact,.....",
    "Was just briefed on Hurricane Delta, and spoke with @GovAbbott of Texas and @LouisianaGov John Bel Edwards. Please heed the directions of your State and Local Officials. We are working with them very closely — please be prepared, be careful, and be safe! https://t.co/hi01bnNV6M",
    "...ruling &amp; request of yesterday. I have wanted to take care of DACA recipients better than the Do Nothing Democrats, but for two years they refused to negotiate - They have abandoned DACA. Based on the decision the Dems can’t make DACA citizens. They gained nothing! @DHSgov",
    "Despite all of the great success that our Country has had over the last 3 years, it makes it much more difficult to deal with foreign leaders (and others) when I am having to constantly defend myself against the Do Nothing Democrats &amp, their bogus Impeachment Scam. Bad for USA!",
    "Do not believe the Fake News Media. Oklahoma speech had the highest Saturday television ratings in @FoxNews history. @seanhannity dominated T.V. with my interview on Thursday night, more than @CNN &amp; MSDNC COMBINED. These are the real polls, the Silent Majority, not FAKE POLLS!",
    "....His problem is interesting. He must always be weak on CRIME because of the Bernie Sanders Radical Left voter. If he loses them, like Crooked Hillary did, he is “toast”, and many will vote for me because of TRADE (Bernie was good on trade). Joe MUST always be weak on crime!",
    "We do have a Trade Deficit with Canada, as we do with almost all countries (some of them massive). P.M. Justin Trudeau of Canada, a very good guy, doesn’t like saying that Canada has a Surplus vs. the U.S.(negotiating), but they do...they almost all do...and that’s how I know!",
    "“I don’t think it’s a Whistleblower at all. I think this is an anonymous source for the Democratic Staff in the House of Representatives. This is an insult to real Whistleblowers. Actual Whistleblowers go on to have their whole lives upended.” John Kiriakou  @TuckerCarlson",
    "Looking forward to soon being in North Carolina to hold a big rally for wonderful Dan Bishop, who is running for Congress. His opponent wants Open Borders, Sanctuary Cities, and Socialism. He likes the “Squad” more than North Carolina. Dan has my Full and Complete Endorsement!",
    "I don’t know who Joaquin Castro is other than the lesser brother of a failed presidential candidate (1%) who makes a fool of himself every time he opens his mouth. Joaquin is not the man that his brother is, but his brother, according to most, is not much. Keep fighting Joaquin!",
    "I don’t know who Juaquin Castro is other than the lesser brother of a failed presidential candidate (1%) who makes a fool of himself every time he opens his mouth. Juaquin is not the man that his brother is, but his brother, according to most, is not much. Keep fighting Juaquin!",
    "“I don’t know what it’s going to take. A lot of Democratic run cities all over America look like this, it’s not just Baltimore, unfortunately.” Kimberly Klacik, Baltimore journalist  Remember, Vote for Trump, what the h.... do you have to lose? Best unemployment numbers!",
    "Mexico’s Soldiers recently pulled guns on our National Guard Soldiers, probably as a diversionary tactic for drug smugglers on the Border. Better not happen again! We are now sending ARMED SOLDIERS to the Border. Mexico is not doing nearly enough in apprehending &amp, returning!",
    "Highly respected Senator Richard Burr, head of Senate Intelligence, said, after interviewing over 200 witnesses and studying over 2 million pages of documents, “WE HAVE FOUND NO COLLUSION BETWEEN THE TRUMP CAMPAIGN AND RUSSIA.” The Witch Hunt, so bad for our Country, must end!",
    "Mike Pence didn’t have the courage to do what should have been done to protect our Country and our Constitution, giving States a chance to certify a corrected set of facts, not the fraudulent or inaccurate ones which they were asked to previously certify. USA demands the truth!",
    "Joe Biden would increase refugees from terrorist nations by 700%. His plan would overwhelm your communities and turn Michigan, Minnesota, Wisconsin and the entire Midwest into a refugee camp. I am protecting your families and keeping Radical Islamic Terrorists OUT of our Country!",
    "If you like automobiles, how can you vote for a Democrat who all want to get rid of cars, as quickly as possible, especially if they are powered by gasoline. Remember also, no more than one car per family. I, on the other hand, have new plants being built all over Michigan, Plus!",
    "Because of how badly they did with the Impeachment Hoax, AOC will primary Cryin’ Chuck Schumer, and win, and Jerry Nadler has a good chance of losing to his far left primary opponent! It is all getting quite interesting. Pelosi will lose the House, AGAIN! My poll numbers great.",
    "So in California, the Democrats, who fought like crazy to get all mail in only ballots, and succeeded, have just opened a voting booth in the most Democrat area in the State. They are trying to steal another election. It’s all rigged out there. These votes must not count. SCAM!",
    "Congressman @PeteStauber fights for the hard-working people of Northeastern Minnesota! A former professional hockey player, Pete knows how to win. He stands for Law Enforcement, Small Business and our Vets. Pete has my Complete and Total Endorsement! #MN08 https://t.co/hu99hpOvbZ",
    "I promised YOU I would not take a dime of salary as your President. I donate the entire $400,000! It is my honor to give $100,000 to @NatlParkService to help repair and restore our GREAT National Monuments. So important to our American History! Thank You!! https://t.co/4ETkUZ9yUf",
    "“They just wanted to get at the President. They had no intention of having a proper investigation. They couldn’t find any crimes so they did a vague abuse of power and abuse of Congress, which every administration from the beginning has done.” @RepDougCollins @foxandfriends",
    "The @nytimes story is a Fake, just like the “paper” itself. I was criticized for moving too fast when I issued the China Ban, long before most others wanted to do so. @SecAzar told me nothing until later, and Peter Navarro memo was same as Ban (see his statements). Fake News!",
    "Had long planned to have the Republican National Convention in Charlotte, North Carolina, a place I love. Now, @NC_Governor Roy Cooper and his representatives refuse to guarantee that we can have use of the Spectrum Arena - Spend millions of dollars, have everybody arrive, and...",
    "Liz Cheney is only upset because I have been actively getting our great and beautiful Country out of the ridiculous and costly Endless Wars. I am also making our so-called allies pay tens of billions of dollars in delinquent military costs. They must, at least, treat us fairly!!!",
    "The Fake News Media refuses to discuss how good the Economy and Stock Market, including JOBS under the Trump Administration, are doing. We will soon be in RECORD TERRITORY. All they want to discuss is COVID 19, where they won’t say it, but we beat the Dems all day long, also!!!",
    "In our Country, so much money has been poured down the drain, for so many years, but the Democrats fight us like cats and dogs when it comes to spending on Boarder Security (including a Wall) and the Military. We won on the Military, it is being completely rebuilt. We will win...",
    "Biggest outrage yet in the long, winding and highly conflicted Mueller Witch Hunt is the fact that 19,000 demanded Text messages between Peter Strzok and his FBI lover, Lisa Page, were purposely &amp, illegally deleted. Would have explained whole Hoax, which is now under protest!",
    "....hundreds of people closely involved with my campaign who never met, saw or spoke to a Russian during this period? So many campaign workers, people inside from the beginning, ask me why they have not been called (they want to be). There was NO Collusion &amp, Mueller knows it!",
    "The Caravans are made up of some very tough fighters and people. Fought back hard and viciously against Mexico at Northern Border before breaking through. Mexican soldiers hurt, were unable, or unwilling to stop Caravan. Should stop them before they reach our Border, but won’t!",
    "Georgia Secretary of State Brian Kemp will be a great governor. He has been successful at whatever he has done, and has prepared for this very difficult and complex job for many years. He has my Strong Endorsement. His opponent is totally unqualified. Would destroy a great state!",
    "Apple prices may increase because of the massive Tariffs we may be imposing on China - but there is an easy solution where there would be ZERO tax, and indeed a tax incentive. Make your products in the United States instead of China. Start building new plants now. Exciting! #MAGA",
    "....The Democrats, none of whom voted for Jeff Sessions, must love him now. Same thing with Lyin’ James Comey. The Dems all hated him, wanted him out, thought he was disgusting - UNTIL I FIRED HIM! Immediately he became a wonderful man, a saint like figure in fact. Really sick!",
    "Richard Trumka, the head of the AFL-CIO, represented his union poorly on television this weekend. Some of the things he said were so against the working men and women of our country, and the success of the U.S. itself, that it is easy to see why unions are doing so poorly. A Dem!",
    "Martha McSally, running in the Arizona Primary for U.S. Senate, was endorsed by rejected Senator Jeff Flake....and turned it down - a first! Now Martha, a great U.S. Military fighter jet pilot and highly respected member of Congress, WINS BIG. Congratulations, and on to November!",
    "I allowed White House Counsel Don McGahn, and all other requested members of the White House Staff, to fully cooperate with the Special Councel. In addition we readily gave over one million pages of documents. Most transparent in history. No Collusion, No Obstruction. Witch Hunt!",
    "Great financial numbers being announced on an almost daily basis. Economy has never been better, jobs at best point in history. Fixing our terrible Trade Deals is a priority-and going very well. Immigration on Merit Based System to take care of the companies coming back to U.S.A.",
    "July is just the ninth month since 1970 that unemployment has fallen below 4%. Our economy has added 3.7 million jobs since I won the Election. 4.1 GDP. More than 4 million people have received a pay raise due to tax reform. $400 Billion brought back from “overseas.” @FoxNews",
    "Paul Manafort worked for Ronald Reagan, Bob Dole and many other highly prominent and respected political leaders. He worked for me for a very short time. Why didn’t government tell me that he was under investigation. These old charges have nothing to do with Collusion - a Hoax!",
    "Many good conversations with North Korea-it is going well! In the meantime, no Rocket Launches or Nuclear Testing in 8 months. All of Asia is thrilled. Only the Opposition Party, which includes the Fake News, is complaining. If not for me, we would now be at War with North Korea!",
    "We are gathered today to hear directly from the AMERICAN VICTIMS of ILLEGAL IMMIGRATION. These are the American Citizens permanently separated from their loved ones b/c they were killed by criminal illegal aliens. These are the families the media ignores...https://t.co/ZjXESYAcjY",
    "80% of Mexico’s Exports come to the United States. They totally rely on us, which is fine with me. They do have, though, very strong Immigration Laws. The U.S. has pathetically weak and ineffective Immigration Laws that the Democrats refuse to help us fix. Will speak to Mexico!",
    "Our United States team has arrived in North Korea to make arrangements for the Summit between Kim Jong Un and myself. I truly believe North Korea has brilliant potential and will be a great economic and financial Nation one day. Kim Jong Un agrees with me on this. It will happen!",
    "The Failing New York Times purposely wrote a false story stating that I am unhappy with my legal team on the Russia case and am going to add another lawyer to help out. Wrong. I am VERY happy with my lawyers, John Dowd, Ty Cobb and Jay Sekulow. They are doing a great job and.....",
    "While the Republicans and Democrats in Congress are working hard to come up with a solution to DACA, they should be strongly considering a system of Merit Based Immigration so that we will have the people ready, willing and able to help all of those companies moving into the USA!",
    "“The four page memo released Friday reports the disturbing fact about how the FBI and FISA appear to have been used to influence the 2016 election and its aftermath....The FBI failed to inform the FISA court that the Clinton campaign had funded the dossier....the FBI became....",
    "Tremendous things achieved for U.S. on my NATO trip. Proudly for our Country, no President has ever achieved so much in so little time. Without a U.S. increase, other countries have already increased by $130 Billion-with $400 Billion soon. Such a thing has never been done before!",
    "...Thank you @foxandfriends! Hopefully this is just the beginning of a massive story of injustice and treason. You will never learn this from the corrupt LameStream Media who get Pulitzer Prizes for reporting the story totally wrong. The ones who report it right get only RESPECT!",
    "President Obama said that he did not have the right to sign DACA, that it will never hold up in court. He signed it anyway! If the Supreme Court upholds DACA, it gives the President extraordinary powers, far greater than ever thought. If they do what is right and do not let......",
    "The Fake News Media and their partner, the Democrat Party, want to stay as far away as possible from the Joe Biden demand that the Ukrainian Government fire a prosecutor who was investigating his son, or they won’t get a very large amount of U.S. money, so they fabricate a.....",
    "“How many stories are wrong? Almost all of the stories the New York Times has done are inaccurate and wrong.” @greggutfeld  The New York Times should close its doors and throw away the keys. The women mentioned in the Kavanaugh story said she didn’t even remember the event.",
    "I know nothing about an Air Force plane landing at an airport (which I do not own and have nothing to do with) near Turnberry Resort (which I do own) in Scotland, and filling up with fuel, with the crew staying overnight at Turnberry (they have good taste!). NOTHING TO DO WITH ME",
    "...but then he ran for Congress and won, only to lose his re-elect after I Tweeted my endorsement, on Election Day, for his opponent. But now take heart, he is back, and running for President of the United States. The Three Stooges, all badly failed candidates, will give it a go!",
    "Unbeknownst to almost everyone, the major Taliban leaders and, separately, the President of Afghanistan, were going to secretly meet with me at Camp David on Sunday. They were coming to the United States tonight. Unfortunately, in order to build false leverage, they admitted to..",
    "Kim Jong Un and North Korea tested 3 short range missiles over the last number of days. These missiles tests are not a violation of our signed Singapore agreement, nor was there discussion of short range missiles when we shook hands. There may be a United Nations violation, but..",
    "....a look, the facts speak far louder than words! The Democrats always play the Race Card, when in fact they have done so little for our Nation’s great African American people. Now, lowest unemployment in U.S. history, and only getting better. Elijah Cummings has failed badly!",
    "Someone please explain to Nancy Pelosi, who was recently called racist by those in her own party, that there is nothing wrong with bringing out the very obvious fact that Congressman Elijah Cummings has done a very poor job for his district and the City of Baltimore. Just take...",
    "It has been reported that Robert Mueller is saying that he did not apply and interview for the job of FBI Director (and get turned down) the day before he was wrongfully appointed Special Counsel. Hope he doesn’t say that under oath in the we have numerous witnesses to the.....",
    "A big subject today at the White House Social Media Summit will be the tremendous dishonesty, bias, discrimination and suppression practiced by certain companies. We will not let them get away with it much longer. The Fake News Media will also be there, but for a limited period..",
    "Robert Johnson, B.E.T. “I give the President a lot of credit for moving the Economy in a positive direction that’s benefiting a large number of Americans. I think the Tax Cuts clearly helped stimulate the Economy. Overall, if you look at the U.S. Economy, and you look at.....",
    ".....amounts of agricultural product from our great Farmers. At the request of our High Tech companies, and President Xi, I agreed to allow Chinese company Huawei to buy product from them which will not impact our  National Security. Importantly, we have opened up negotiations...",
    "A poll should be done on which is the more dishonest and deceitful newspaper, the Failing New York Times or the Amazon (lobbyist) Washington Post! They are both a disgrace to our Country, the Enemy of the People, but I just can’t seem to figure out which is worse? The good.....",
    "....misleading in that I personally spent only a small fraction of that time doing interviews. I do have a few other things to do, you know!). Think I will do many more Network Interviews, as I did in 2016, in order to get the word out that no President has done what I have in...",
    "Much of the Wall being built at the Southern Border is a complete demolition and rebuilding of old and worthless barriers with a brand new Wall and footings. Problem is, the Haters say that is not a new Wall, but rather a renovation. Wrong, and we must build where most needed....",
    "The Failing New York Times (it will pass away when I leave office in 6 years), and others of the Fake News Media, keep writing phony stories about how I didn’t use many banks because they didn’t want to do business with me. WRONG! It is because I didn’t need money. Very old",
    "What do I know about branding, maybe nothing (but I did become President!), but if I were Boeing, I would FIX the Boeing 737 MAX, add some additional great features, &amp, REBRAND the plane with a new name.No product has suffered like this one. But again, what the hell do I know?",
    "In 1998, Rep.Jerry Nadler strongly opposed the release of the Starr Report on Bill Clinton. No information whatsoever would or could be legally released. But with the NO COLLUSION Mueller Report, which the Dems hate, he wants it all. NOTHING WILL EVER SATISFY THEM! @foxandfriends",
    "Airplanes are becoming far too complex to fly. Pilots are no longer needed, but rather computer scientists from MIT. I see it all the time in many products. Always seeking to go one unnecessary step further, when often old and simpler is far better. Split second decisions are....",
    "The Failing New York Times has knowingly written a very inaccurate story on my intentions on Syria. No different from my original statements, we will be leaving at a proper pace while at the same time continuing to fight ISIS and doing all else that is prudent and necessary!.....",
    "For FAR TOO LONG Senate Democrats have been Obstructing more than 350 Nominations. These great Americans left their jobs to serve our Country, but can’t because Dems are blocking them, some for two years-historic record. Passed committees, but Schumer putting them on hold. Bad!",
    "GREAT news! New government of Sudan, which is making great progress, agreed to pay $335 MILLION to U.S. terror victims and families. Once deposited, I will lift Sudan from the State Sponsors of Terrorism list. At long last, JUSTICE for the American people and BIG step for Sudan!",
    "...history of Winning, Victory, and Freedom. The United States of America trained and deployed our HEROES on these Hallowed Grounds, and won two World Wars. Therefore, my Administration will not even consider the renaming of these Magnificent and Fabled Military Installations...",
    "Lyin’ Brian Williams of MSDNC, a Concast Scam Company, wouldn’t know the truth if it was nailed to his wooden forehead. Remember when he lied about his bravery in a helicopter? Totally made up story. He’s a true dummy who was thrown off Network News like a dog. Stay tuned!",
    "Despite reports to the contrary, Sweden is paying heavily for its decision not to lockdown. As of today, 2462 people have died there, a much higher number than the neighboring countries of Norway (207), Finland (206) or Denmark (443). The United States made the correct decision!",
    "“It’s a trap because they want to tank the economy and make everything look trrrible so they can make President Trump look bad in November. They want Trump to have to send in troops so it looks bad for him.”  Dave Rubin, author of “Don’t Burn This Book.” @seanhannity",
    ".@CNN should move Fredo back to the morning slot. He was rewarded for bad ratings with a much better time slot - and again got really bad ratings. Getting totally trounced by @FoxNews. Give him another shot in the morning - He would easily beat Morning Joe’s poorly rated show!",
    "Unlike the radical left, I will ALWAYS stand against socialism and with the people of Venezuela. My Admin has always stood on the side of FREEDOM and LIBERTY and against the oppressive Maduro regime! I would only meet with Maduro to discuss one thing: a peaceful exit from power!",
    "Big Congressional win in California for Mike Garcia, taking back a seat from the Democrats. This is the first time in many years that a California Dem seat has flipped back to a Republican. Also, Tom Tiffany beat his Democrat rival BIG in Wisconsin. Two great Congressional WINS!",
    "Our people want to return to work. They will practice Social Distancing and all else, and Seniors will be watched over protectively &amp; lovingly. We can do two things together. THE CURE CANNOT BE WORSE (by far) THAN THE PROBLEM! Congress MUST ACT NOW. We will come back strong!",
    "Will someone please explain to the Fake News New York Times (ALL THE NEWS THAT’S NOT FIT TO PRINT) that the Democrats make it almost impossible for us to fill positions within government. They “maximum” delay even the best candidates, including Judges, leaving little time!",
    "“Ever since (Mini Mike) Bloomberg’s bad debate performances, his support has dropped.” @abcnews  Dropped a lot. Only his highly paid consultants, who are laughing all the way to the bank, still support him...And by the way, he did not poll well as mayor in handling crisis!",
    "Funny how lowly rated CNN, and others, can criticize me at will, even blaming me for the current spate of Bombs and ridiculously comparing this to September 11th and the Oklahoma City bombing, yet when I criticize them they go wild and scream, “it’s just not Presidential!”",
    "We are gathered together on this solemn occasion to fulfill our most reverent and sacred duty. 35 years ago, 241 American service members were murdered in the terrorist attack on our Marine Barracks in Beirut, Lebanon. Today, we honor our fallen heroes... https://t.co/zPgjSFj9BM",
    "....The assault on our country at our Southern Border, including the Criminal elements and DRUGS pouring in, is far more important to me, as President, than Trade or the USMCA. Hopefully Mexico will stop this onslaught at their Northern Border. All Democrats fault for weak laws!",
    "China has openly stated that they are actively trying to impact and change our election by attacking our farmers, ranchers and industrial workers because of their loyalty to me. What China does not understand is that these people are great patriots and fully understand that.....",
    "Looks like Jerry Brown and California are not looking for safety and security along their very porous Border. He cannot come to terms for the National Guard to patrol and protect the Border. The high crime rate will only get higher. Much wanted Wall in San Diego already started!",
    "The Failing New York Times wrote another phony story. It was political pundit Doug Schoen, not a Ukrainian businessman, who asked me to do a short speech by phone (Skype), hosted by Doug, in Ukraine. I was very positive about Ukraine-another negative to the Fake Russia  C story!",
    "Lawmakers of the House Judiciary Committee are angrily accusing the Department of Justice of missing the Thursday Deadline for turning over UNREDACTED Documents relating to FISA abuse, FBI, Comey, Lynch, McCabe, Clinton Emails and much more. Slow walking - what is going on? BAD!",
    "...have shown conclusively that there was no Collusion with Russia..just excuse for losing. The only Collusion was that done by the DNC, the Democrats and Crooked Hillary. The writer of the story, Maggie Haberman, a Hillary flunky, knows nothing about me and is not given access.",
    "Why did the Obama Administration start an investigation into the Trump Campaign (with zero proof of wrongdoing) long before the Election in November? Wanted to discredit so Crooked H would win. Unprecedented. Bigger than Watergate! Plus, Obama did NOTHING about Russian meddling.",
    "The United States has an $800 Billion Dollar Yearly Trade Deficit because of our “very stupid” trade deals and policies. Our jobs and wealth are being given to other countries that have taken advantage of us for years. They laugh at what fools our leaders have been. No more!",
    "....almost 3 years, but it is time for us to get out of these ridiculous Endless Wars, many of them tribal, and bring our soldiers home. WE WILL FIGHT WHERE IT IS TO OUR BENEFIT, AND ONLY FIGHT TO WIN. Turkey, Europe, Syria, Iran, Iraq, Russia and the Kurds will now have to.....",
    "The incompetent Mayor of London, Sadique Kahn, was bothered that I played a very fast round of golf yesterday. Many Pols exercise for hours, or travel for weeks. Me, I run through one of my courses (very inexpensive). President Obama would fly to Hawaii. Kahn should focus on....",
    "I am in South Korea now. President Moon and I have “toasted” our new Trade Deal, a far better one for us than that which it replaced. Today I will visit with, and speak to, our Troops - and also go to the the DMZ (long planned). My meeting with President Moon went very well!",
    "President Xi of China has been very helpful in his support of my meeting with Kim Jong Un. The last thing China wants are large scale nuclear weapons right next door. Sanctions placed on the border by China and Russia have been very helpful. Great relationship with Chairman Kim!",
    "Four people in Nevada viciously robbed and killed by an illegal immigrant who should not have been in our Country. 26 people killed on the Border in a drug and gang related fight. Two large Caravans from Honduras broke into Mexico and are headed our way. We need a powerful Wall!",
    "Keith Ellison Restricts Freedom of Assembly of Political Opponents https://t.co/WAPPsfQrWk via @BreitbartNews We were planning for as many as 25,000 people in Minnesota. Now the Governor, at the last moment, will only allow the first 250 people to attend. Riots plus Omar = WIN!",
    "As long as I’m in office, NEBRASKA, MICHIGAN, MINNESOTA, and OHIO will bounce back Bigger and Better than ever before! Early Vote polls close today in these Great States and we need YOU to get out and VOTE! Together, we’ll MAKE AMERICA GREAT AGAIN!! https://t.co/7KiL8PyWqG",
    "....Won all against the Federal Government and the Democrats send everything to politically corrupt New York, which is falling apart with everyone leaving, to give it a second, third and fourth try. Now the Supreme Court gives a  delay ruling that they would never have given...",
    "....for another President. This is about PROSECUTORIAL MISCONDUCT. We catch the other side SPYING on my campaign, the biggest political crime and scandal in U.S. history, and NOTHING HAPPENS. But despite this, I have done more than any President in history in first 3 1/2 years!",
    "This isn’t about the Wall, everybody knows that a Wall will work perfectly (In Israel the Wall works 99.9%). This is only about the Dems not letting Donald Trump &amp, the Republicans have a win. They may have the 10 Senate votes, but we have the issue, Border Security. 2020!",
    "“It should not be the job of America to replace regimes around the world. This is what President Trump recognized in Iraq, that it was the biggest foreign policy disaster of the last several decades, and he’s right...The generals still don’t get the mistake.”  @RandPaul",
    "A very big part of the Anger we see today in our society is caused by the purposely false and inaccurate reporting of the Mainstream Media that I refer to as Fake News. It has gotten so bad and hateful that it is beyond description. Mainstream Media must clean up its act, FAST!",
    "So many people at the higher ends of intelligence loved my press conference performance in Helsinki. Putin and I discussed many important subjects at our earlier meeting. We got along well which truly bothered many haters who wanted to see a boxing match. Big results will come!",
    "Do you believe that the Fake News Media is pushing hard on a story that I am going to replace A.G. Jeff Sessions with EPA Chief Scott Pruitt, who is doing a great job but is TOTALLY under siege? Do people really believe this stuff? So much of the media is dishonest and corrupt!",
    "The Caravan is largely broken up thanks to the strong immigration laws of Mexico and their willingness to use them so as not to cause a giant scene at our Border. Because of the Trump Administrations actions, Border crossings are at a still UNACCEPTABLE 46 year low. Stop drugs!",
    "I called President Putin of Russia to congratulate him on his election victory (in past, Obama called him also). The Fake News Media is crazed because they wanted me to excoriate him. They are wrong! Getting along with Russia (and others) is a good thing, not a bad thing.......",
    "China and the USA are working on selecting a new site for signing of Phase One of Trade Agreement, about 60% of total deal, after APEC in Chile was canceled do to unrelated circumstances. The new location will be announced soon. President Xi and President Trump will do signing!",
    "So some day, if a Democrat becomes President and the Republicans win the House, even by a tiny margin, they can impeach the President, without due process or fairness or any legal rights. All Republicans must remember what they are witnessing here - a lynching. But we will WIN!",
    "Democrats are allowing no transparency at the Witch Hunt hearings. If Republicans ever did this they would be excoriated by the Fake News. Let the facts come out from the charade of people, most of whom I do not know, they are interviewing for 9 hours each, not selective leaks.",
    "Illegal Immigration costs the USA over 300 Billion Dollars a year. There is no reason for this, and things are being set in motion to have this number come WAY DOWN. Democrats could end Loopholes and it would be a whole lot easier, and faster. But it will all happen anyway!....",
    "The Dems new weapon is actually their old weapon, one which they never cease to use when they are down, or run out of facts, RACISM! They are truly disgusting! They even used it on Nancy Pelosi. I will be putting out a list of all people who have been so (ridiculously) accused!",
    "Our representatives have just returned from China where they had constructive talks having to do with a future Trade Deal. We thought we had a deal with China three months ago, but sadly, China decided to re-negotiate the deal prior to signing. More recently, China agreed to...",
    "After some very important meetings, including my meeting with President Xi of China, I will be leaving Japan for South Korea (with President Moon). While there, if Chairman Kim of North Korea sees this, I would meet him at the Border/DMZ just to shake his hand and say Hello(?)!",
    "Hard to believe that @FoxNews is wasting airtime on Mayor Pete, as Chris Wallace likes to call him. Fox is moving more and more to the losing (wrong) side in covering the Dems. They got dumped from the Democrats boring debates, and they just want in. They forgot the people.....",
    "Democrat UAW Local 1112 President David Green ought to get his act together and produce. G.M. let our Country down, but other much better car companies are coming into the U.S. in droves. I want action on Lordstown fast. Stop complaining and get the job done! 3.8% Unemployment!",
    "A big National Emergency vote today by The United States Senate on Border Security &amp, the Wall (which is already under major construction). I am prepared to veto, if necessary. The Southern Border is a National Security and Humanitarian Nightmare, but it can be easily fixed!",
    "Congratulations to a truly great football team, the Clemson Tigers, on an incredible win last night against a powerful Alabama team. A big win also for the Great State of South Carolina. Look forward to seeing the team, and their brilliant coach, for the second time at the W.H.",
    "Flu season is coming up! Many people every year, sometimes over 100,000, and despite the Vaccine, die from the Flu. Are we going to close down our Country? No, we have learned to live with it, just like we are learning to live with Covid, in most populations far less lethal!!!",
    "We are advertising all over the place, but as much as we do, the Fake News likes to say we aren’t. Just being smart. We have much more money than we had at same time in 2016. Also spending on other, and different, elements of the campaign. Starting to get great poll numbers!",
    "Mayor Jacob Frey of Minneapolis will never be mistaken for the late, great General Douglas McArthur or great fighter General George Patton. How come all of these places that defend so poorly are run by Liberal Democrats? Get tough and fight (and arrest the bad ones). STRENGTH!",
    ".@JBPritzker, Governor of Illinois, and a very small group of certain other Governors, together with Fake News @CNN &amp; Concast (MSDNC), shouldn’t be blaming the Federal Government for their own shortcomings. We are there to back you up should you fail, and always will be!",
    "Does the USA want to be the Policeman of the Middle East, getting NOTHING but spending precious lives and trillions of dollars protecting others who, in almost all cases, do not appreciate what we are doing? Do we want to be there forever? Time for others to finally fight.....",
    "It is about time that Connecticut had a real and talented Governor. Bob Stefanowski is the person needed to do the job. Tough on crime, Bob is also a big cutter of Taxes. He will win in November and make a Great Governor, a major difference maker. Bob has my total Endorsement!",
    "Tremendous investment by companies from all over the world being made in America. There has never been anything like it. Now Disney, J.P. Morgan Chase and many others. Massive Regulation Reduction and Tax Cuts are making us a powerhouse again. Long way to go! Jobs, Jobs, Jobs!",
    "....energy independence, manufacturing resilience, illegal immigration coming down, the Wall going up, China confronted, the caliphate defeated, NAFTA renegotiated, our military rebuilt, NATO paying more, regulations costing less,.......and much more. This is why they’re....",
    "So pathetic to see Sleepy Joe Biden, who with his son, Hunter, and to the detriment of the American Taxpayer, has ripped off at least two countries for millions of dollars, calling for my impeachment - and I did nothing wrong. Joe’s Failing Campaign gave him no other choice!",
    "The Economy is strong and good, whereas the rest of the world is not doing so well. Despite this the Fake News Media, together with their Partner, the Democrat Party, are working overtime to convince people that we are in, or will soon be going into, a Recession. They are.....",
    "The FBI, local and state law enforcement are working together in El Paso and in Dayton, Ohio. Information is rapidly being accumulated in Dayton. Much has already be learned in El Paso. Law enforcement was very rapid in both instances. Updates will be given throughout the day!",
    "....they are destroying the Democrat Party. I’m appalled that so many of our Presidential candidates are falling all over themselves to try to agree with the four horsewomen of the apocalypse. I’m entitled to say that they’re Wack Jobs.”  Louisiana Senator John Kennedy",
    "As most people know, and for those who would like to know, I am strongly Pro-Life, with the three exceptions - Rape, Incest and protecting the Life of the mother - the same position taken by Ronald Reagan. We have come very far in the last two years with 105 wonderful new.....",
    "....and the Democrat National Committee-The Democrat Party apparatus-has been caught using donor Dollars to Collude with Russian Intelligence to attack a domestic political opponent (me). The FBI has no leadership. The Director is protecting the same gang.....that tried to....",
    "I am pleased to inform all of those that believe in a strong, fair and sound Immigration Policy that Mark Morgan will be joining the Trump Administration as the head of our hard working men and women of ICE. Mark is a true believer and American Patriot. He will do a great job!",
    "Can you believe that I had to go through the worst and most corrupt political Witch Hunt in the history of the United States (No Collusion) when it was the “other side” that illegally created the diversionary &amp, criminal event and even spied on my campaign? Disgraceful!",
    "Very sadly, Murder cases in Mexico in 2018 rose 33% from 2017, to 33,341. This is a big contributor to the Humanitarian Crisis taking place on our Southern Border and then spreading throughout our Country. Worse even than Afghanistan. Much caused by DRUGS. Wall is being built!",
    "Just landed in the United Kingdom, heading to London for NATO meetings tomorrow. Prior to landing I read the Republicans Report on the Impeachment Hoax. Great job! Radical Left has NO CASE. Read the Transcripts. Shouldn’t even be allowed. Can we go to Supreme Court to stop?",
    "Kobe Bryant, despite being one of the truly great basketball players of all time, was just getting started in life. He loved his family so much, and had such strong passion for the future. The loss of his beautiful daughter, Gianna, makes this moment even more devastating....",
    ".@Kat_Cammack will be an incredible Congresswoman and leader for Florida! A Successful Businesswoman, she strongly supports our Brave First Responders &amp; Law Enforcement, Life and the Second Amendment! Kat has my Complete and Total Endorsement #FL03 https://t.co/opR9Cpd00k",
    "....We are substantially subsidizing the Militaries of many VERY rich countries all over the world, while at the same time these countries take total advantage of the U.S., and our TAXPAYERS, on Trade. General Mattis did not see this as a problem. I DO, and it is being fixed!",
    "“Fox News has learned that Bruce Ohr wrote Christopher Steele following the firing of James Comey saying that he was afraid the anti-Trump Russia probe will be exposed.”  Charles Payne  @FoxBusiness   How much more does Mueller have to see? They have blinders on - RIGGED!",
    "....guy was corrupt and had anti-Trump animus. Strzok and others at the FBI should be criminally investigated for the way the conducted this investigation. Instead, Mueller is pretending nothing went wrong. He used Strzok, he used the Clinton DNC Dossier...the whole thing....",
    "Hard to believe Obstructionists May vote against Mike Pompeo for Secretary of State. The Dems will not approve hundreds of good people, including the Ambassador to Germany. They are maxing out the time on approval process for all, never happened before. Need more Republicans!",
    "The Democrats want to shut down the Government over Amnesty for all and Border Security. The biggest loser will be our rapidly rebuilding Military, at a time we need it more than ever. We need a merit based system of immigration, and we need it now! No more dangerous Lottery.",
    "Fake News @CNN is reporting that I am “still using personal cell phone for calls despite repeated security warnings.” This is totally false information and reporting. I haven’t had a personal cell phone for years. Only use government approved and issued phones. Retract!",
    "Paul Krugman, of the Fake News New York Times, has lost all credibility, as has the Times itself, with his false and highly inaccurate writings on me. He is obsessed with hatred, just as others are obsessed with how stupid he is. He said Market would crash, Only Record Highs!",
    "As I predicted, 16 states, led mostly by Open Border Democrats and the Radical Left, have filed a lawsuit in, of course, the 9th Circuit! California, the state that has wasted billions of dollars on their out of control Fast Train, with no hope of completion, seems in charge!",
    "Joe Biden is promising to delay the vaccine and turn America into a prison state—locking you in your home while letting far-left rioters roam free. The Biden Lockdown will mean no school, no graduations, no weddings, no Thanksgiving, no Christmas, no Fourth of July, and...",
    "...WOW, he just voted against me in a Big Court Decision on voter fraud (of which there was much!), despite many pages of dissent from three highly respected Justices. One thing has nothing to do with another, but we ended up losing 4-3 in a really incorrect ruling! Great...",
    "Our Republican Senate just missed the opportunity to get rid of Section 230, which gives unlimited power to Big Tech companies. Pathetic!!! Now they want to give people ravaged by the China Virus $600, rather than the $2000 which they so desperately need. Not fair, or smart!",
    "No, I think Amash would make a wonderful candidate, especially since he is way behind in his district and has no chance of maintaining his Congressional seat. He almost always votes for the Do Nothing Dems anyway. I like him even more than Jill Stein! https://t.co/V8kutnfvIj",
    "....Dr. Anthony Fauci, who is with us in all ways, a very high 72% Approval Rating. So, if he is in charge along with V.P. etc., and with us doing all of these really good things, why doesn’t the Lamestream Media treat us as they should? Answer: Because they are Fake News!",
    "I will be strongly demanding a Drug Test of Sleepy Joe Biden prior to, or after, the Debate on Tuesday night. Naturally, I will agree to take one also. His Debate performances have been record setting UNEVEN, to put it mildly. Only drugs could have caused this discrepancy???",
    ".....Financial Statements, from  the time I announced I was going to run for President,  showing all properties, assets and debts. It is a very IMPRESSIVE Statement, and also shows that I am the only President on record to give up my yearly $400,000 plus Presidential Salary!",
    "As I have said for a long time, dealing with China is a very expensive thing to do. We just made a great Trade Deal, the ink was barely dry, and the World was hit by the Plague from China. 100 Trade Deals wouldn’t make up the difference - and all those innocent lives lost!",
    "Funny to see Corrupt Joe Biden reading a statement on Russia, which was obviously written by his handlers. Russia ate his and Obama’s lunch during their time in office, so badly that Obama wanted them out of the then G-8. U.S. was weak on everything, but especially Russia!",
    "Spending the morning speaking to @fema and Military relative to CoronaVirus. Also, spoke to leaders of various countries including Poland, South Korea and Bahrain. Last night had a very gold conversation with the President of Mexico on numerous topics. Border is very strong!",
    "...then tell them they will not be able to gain entry. Governor Cooper is still in Shelter-In-Place Mode, and not allowing us to occupy the arena as originally anticipated and promised. Would have showcased beautiful North Carolina to the World, and brought in hundreds of...",
    "I would find it hard to believe that failed presidential candidates Tom Steyer, or Mini Mike Bloombeg, would contribute to the Democrat Party, even against me, after the way they have been treated - laughed at &amp; mocked. The real politicians ate them up and spit them out!",
    "The very rude elevator screamers are paid professionals only looking to make Senators look bad. Don’t fall for it! Also, look at all of the professionally made identical signs. Paid for by Soros and others. These are not signs made in the basement from love! #Troublemakers",
    "Now that Adam Schiff is starting to blame President Obama for Russian meddling in the election, he is probably doing so as yet another excuse that the Democrats, lead by their fearless leader, Crooked Hillary Clinton, lost the 2016 election. But wasn’t I a great candidate?",
    "Turkey has been planning to attack the Kurds for a long time. They have been fighting forever. We have no soldiers or Military anywhere near the attack area. I am trying to end the ENDLESS WARS. Talking to both sides. Some want us to send tens of thousands of soldiers to....",
    "....long before they get to our Southern Border. Guatemala is getting ready to sign a Safe-Third Agreement. The only ones who won’t do anything are the Democrats in Congress. They must vote to get rid of the loopholes, and fix asylum! If so, Border Crisis will end quickly!",
    "I love the Great State of Georgia, but the people who run it, from the Governor, @BrianKempGA, to the Secretary of State, are a complete disaster and don’t have a clue, or worse. Nobody can be this stupid. Just allow us to find the crime, and turn the state Republican....",
    "The Fake News Media is giving @KamalaHarris a free pass despite her Radical Left failures and very poor run in the Democrat Primary. There was nobody meaner or more condescending to Slow Joe, not even me, and yet she quickly evaporated down to almost zero in the polls. Bad!",
    "Chris Jacobs (@JacobsNY27) will be a tremendous Congressman who will always fight for New York. He is Strong on the Border, our Military and Vets, and the Second Amendment. Chris has my Complete and Total Endorsement! Vote for Chris on June 23! #NY27 https://t.co/LYowAxQqfp",
    "FBI &amp; DOJ had NO EVIDENCE to start an investigation against President Trump. @FoxNews  “These are people with subversive actions and outright lies. They doctored documents.”  @jasoninthehouse  Now proven conclusively that this was the political crime of the century!",
    "I am pleased to announce the nomination of @RepRatcliffe (Congressman John Ratcliffe) to be Director of National Intelligence (DNI). Would have completed process earlier, but John wanted to wait until after IG Report was finished. John is an outstanding man of great talent!",
    "Full efforts are being made to stop the onslaught of illegal aliens from crossing our Souther Border. People have to apply for asylum in Mexico first, and if they fail to do that, the U.S. will turn them away. The courts are asking the U.S. to do things that are not doable!",
    "College educated women want safety, security and healthcare protections – very much along with financial and economic health for themselves and our Country. I supply all of this far better than any Democrat (for decades, actually). That’s why they will be voting for me!",
    "....Remember, NAFTA was one of the WORST Trade Deals ever made. The U.S. lost thousands of businesses and millions of jobs. We were far better off before NAFTA - should never have been signed. Even the Vat Tax was not accounted for. We make new deal or go back to pre-NAFTA!",
    "“Anonymous Sources are really starting to BURN the media.” @FoxNews The fact is that many anonymous sources don’t even exist. They are fiction made up by the Fake News reporters. Look at the lie that Fake CNN is now in. They got caught red handed! Enemy of the People!",
    "Our Border Laws are very weak while those of Mexico &amp, Canada are very strong. Congress must change these Obama era, and other, laws NOW! The Democrats stand in our way - they want people to pour into our country unchecked....CRIME! We will be taking strong action today.",
    "Mexico is making a fortune on NAFTA...They have very strong border laws - ours are pathetic. With all of the money they make from the U.S., hopefully they will stop people from coming through their country and into ours, at least until Congress changes our immigration laws!",
    "House Judiciary has given up on the Mueller Report, sadly for them after two years and $40,000,000 spent - ZERO COLLUSION, ZERO OBSTRUCTION. So they say, OK, lets look at everything else, and all of the deals that “Trump” has done over his lifetime. But it doesn’t....",
    "The two big Congressional wins in North Carolina on Tuesday, Dan Bishop and Greg Murphy, have reverberated all over the World. They showed a lot of people how strong the Republican Party is, and how well it is doing. 2020 is a big, and very important, Election. We will WIN!",
    "....New York businesses in search of anything at all they can find to make me look as bad as possible. So, on top of ridiculously high taxes, my children and companies are spending a fortune on lawyers. No wonder people and businesses are fleeing New York in record numbers!",
    "“Who better than @RepRatcliffe, who got to the bottom of the FISAGATE &amp; RUSSIAGATE HOAX. It makes a lot of sense to put John Ratcliffe in there (DNI).The Senate should quickly approve him. @DevinNunes @MariaBartiromo  John will do a great job for the American people!",
    "In just 3 and a half years, we have secured America’s Borders, rebuilt the awesome power of the U.S. Military, obliterated the ISIS caliphate, fixed our disastrous Trade Deals, and brought JOBS back home to America – and back to MINNESOTA! #MAGA https://t.co/nX2oU5IWL0",
    "I am sorry to have to reiterate that there are serious and unpleasant consequences to crossing the Border into the United States ILLEGALLY! If there were no serious consequences, our country would be overrun with people trying to get in, and our system could not handle it!",
    "Rasmussen just came out at 51% Approval despite the Fake News Media. They were one of the three most accurate on Election Day. Just about the most inaccurate were CNN and ABC News/Washington Post, and they haven’t changed (get new pollsters). Much of the media is a Scam!",
    "China, which is a great economic power, is considered a Developing Nation within the World Trade Organization. They therefore get tremendous perks and advantages, especially over the U.S. Does anybody think this is fair. We were badly represented. The WTO is unfair to U.S.",
    "The United States Secret Service Deputy Assistant Director, Anthony Ornato, will become my new Deputy Chief of Staff for Operations. I have worked with Tony for 3 years - he will do a fantastic job! Thank you to Dan Walsh for his great service, and congratulations to Tony!",
    "....cause big disruption by going to Manhattan. Working almost all of the time, including evenings. Don’t have to be in W.H. to do that...And sooo many other false statements. He is right about one thing, though. I will win again in 2020. Otherwise, he pays 95% in taxes!",
    "In the ultimate act of moral cowardice, not one Democrat Candidate for president - not a single one - has stood up to defend the incredible men and women of ICE and Border Patrol. They don’t have the character, the virtue, or the spine! #Trump2020 https://t.co/oULNnVtxmW",
    "“In 2018 alone, 20,000 illegal aliens with criminal records were apprehended trying to cross the Border, and there was a 122% increase in fentanyl being smuggled between ports of entry. Last month alone, more than 20,000 minors were smuggled into the U.S.” @seanhannity",
    ".@JimOberweis will be a terrific Congressman for Illinois! A successful businessman, he will Create Jobs, Lower Taxes, Defend Law &amp; Order, and Protect your Second Amendment from the Radical Left. Jim has my Complete and Total Endorsement! #IL14 https://t.co/lb5qk4KaNF",
    "....economy was shuttered. This is unprecedented, it is unsettling and challenging but, we will rise to meet the occasion.” MACK MCLARTY, Clinton White House Chief of Staff. @LelandVittert @FoxNews Thank you Mack. We will be bigger, better and stronger than ever before!",
    "I have authorized the Federal Government to arrest anyone who vandalizes or destroys any monument, statue or other such Federal property in the U.S. with up to 10 years in prison, per the Veteran’s Memorial Preservation Act, or such other laws that may be pertinent.....",
    "....In a certain way, our tremendous Testing success gives the Fake News Media all they want, CASES. In the meantime, Deaths and the all important Mortality Rate goes down. You don’t hear about that from the Fake News, and you never will. Anybody need any Ventilators???",
    "A lot of Fake News is being reported that I overruled the VP and various advisers on a potential Camp David meeting with the Taliban. This Story is False! I always think it is good to meet and talk, but in this case I decided not to. The Dishonest Media likes to create...",
    "So sad to see the Democrats sticking up for people who speak so badly of our Country and who, in addition, hate Israel with a true and unbridled passion. Whenever confronted, they call their adversaries, including Nancy Pelosi, “RACIST.” Their disgusting language.....",
    "Who is a worse governor, @BrianKempGA of Georgia or @dougducey of Arizona??? These are two RINO Republicans who fought against me and the Republican Party harder than any Democrat. They allowed states that I won easily to be stolen. Never forget, vote them out of office!",
    "President Xi and I have a very strong and personal relationship. He and I are the only two people that can bring about massive and very positive change, on trade and far beyond, between our two great Nations. A solution for North Korea is a great thing for China and ALL!",
    "Judge Brett Kavanaugh is a fine man, with an impeccable reputation, who is under assault by radical left wing politicians who don’t want to know the answers, they just want to destroy and delay. Facts don’t matter. I go through this with them every single day in D.C.",
    "....Tariffs have had a tremendous positive impact on our Steel Industry. Plants are opening all over the U.S., Steelworkers are working again, and big dollars are flowing into our Treasury. Other countries use Tariffs against, but when we use them, foolish people scream!",
    "Only 25 percent want the President Impeached, which is pretty low considering the volume of Fake News coverage, but pretty high considering the fact that I did NOTHING wrong. It is all just a continuation of the greatest Scam and Witch Hunt in the history of our Country!",
    "People working in the White House should receive the vaccine somewhat later in the program, unless specifically necessary. I have asked that this adjustment be made. I am not scheduled to take the vaccine, but look forward to doing so at the appropriate time. Thank you!",
    "Our big and very popular Tax Cut and Reform Bill has taken on an unexpected new source of “love” - that is big companies and corporations showering their workers with bonuses. This is a phenomenon that nobody even thought of, and now it is the rage. Merry Christmas!",
    "WITCH HUNT! There was no Russian Collusion. Oh, I see, there was no Russian Collusion, so now they look for obstruction on the no Russian Collusion. The phony Russian Collusion was a made up Hoax. Too bad they didn’t look at Crooked Hillary like this. Double Standard!",
    "....The entire Impeachment Scam was based on my perfect Ukrainian call, and the Whistleblowers account of that call, which turned out to be false (a fraud?). Once I released the actual call, their entire case fell apart. The Democrats must end this Scam now. Witch Hunt!",
    ".....other than the fact that this Administration has probably done more than any other Administration in its first 2 1/2 years of existence. Anthony, who would do anything to come back in, should remember the only reason he is on TV, and it’s not for being the Mooch!",
    "The reason I do not want military drills with South Korea is to save hundreds of millions of dollars for the U.S. for which we are not reimbursed. That was my position long before I became President. Also, reducing tensions with North Korea at this time is a good thing!",
    "Chris Wallace “forgot” to ask a very weak and pathetic Schumer puppet, Senator Chrisie Coons, why Biden fought me when I put an extremely early BAN on people coming into our Country from heavily infected China. Biden later admitted I was right! But why no question?",
    "Fake News CNN made a vicious and purposeful mistake yesterday. They were caught red handed, just like lonely Brian Ross at ABC News (who should be immediately fired for his “mistake”). Watch to see if @CNN fires those responsible, or was it just gross incompetence?",
    "The Do Nothing Democrats should be focused on building up our Country, not wasting everyone’s time and energy on BULLSHIT, which is what they have been doing ever since I got overwhelmingly elected in 2016, 223-306. Get a better candidate this time, you’ll need it!",
    "....far safer and much less expensive. Many more cars will be produced under the new and uniform standard, meaning significantly more JOBS, JOBS, JOBS! Automakers should seize this opportunity because without this alternative to California, you will be out of business.",
    "1. Which country has the largest carbon emission reduction?AMERICA!2. Who has dumped the most carbon into the air?   CHINA!3. 91% of the world’s population are exposed to air pollution above the World Health Organization’s suggested level.   NONE ARE IN THE U.S.A.!",
    "I want to thank Rush Limbaugh for the tremendous support he has given to the MAKE AMERICA GREAT AGAIN Movement and our KEEP AMERICA GREAT Agenda! He is a major star who never wavered despite the Fake News Hits he has had to endure. His voice is far bigger than theirs!",
    "Congratulations, @BurgessOwens, on your impressive primary victory! A Super Bowl Champion, Burgess knows how to WIN. Strong on Life, Military, Vets and the #2A, he will always fight for Utah. Burgess has my Complete and Total Endorsement! #UT04 https://t.co/UppUx24FXx",
    "....which it was not (but even if it was, it is only a CIVIL CASE, like Obama’s - but it was done correctly by a lawyer and there would not even be a fine. Lawyer’s liability if he made a mistake, not me). Cohen just trying to get his sentence reduced. WITCH HUNT!",
    "Just got back only to hear of a last minute change allowing a Never Trumper attorney to help Robert Mueller with his testimony before Congress tomorrow. What a disgrace to our system. Never heard of this before. VERY UNFAIR, SHOULD NOT BE ALLOWED. A rigged Witch Hunt!",
    "Today, May 4th - is International Firefighters Day! We remember all of those who put their lives on the line to save others, and are grateful to those who continue to do so 24/7/365. We love our great firefighters, thank you! #ThankAFirefighter https://t.co/LBSfQRFZ7k",
    "The problem with asking for someone to give you a letter of resignation, which you do as a courtesy to help them save face, is that it is then harder to say you fired them. I did fire James Mattis. He was no good for Obama, who fired him also, and was no good for me!",
    "Doctors, Nurses and ALL at the GREAT Walter Reed Medical Center, and others from likewise incredible institutions who have joined them, are AMAZING!!!Tremendous progress has been made over the last 6 months in fighting this PLAGUE. With their help, I am feeling well!",
    "So General Flynn lies to the FBI and his life is destroyed, while Crooked Hillary Clinton, on that now famous FBI holiday “interrogation” with no swearing in and no recording, lies many times...and nothing happens to her? Rigged system, or just a double standard?",
    "STATEMENT FROM THE WHITE HOUSEPresident Donald J. Trump feels strongly that North Korea is under tremendous pressure from China because of our major trade disputes with the Chinese Government. At the same time, we also know that China is providing North Korea with...",
    "I am pleased to inform you that, for the sake of accuracy in reporting, I am considering posting my interview with Lesley Stahl of 60 Minutes, PRIOR TO AIRTIME! This will be done so that everybody can get a glimpse of what a FAKE and BIASED interview is all about...",
    "CONGRATS to General Dynamic’s Bath Iron Works &amp; Local S6 on reaching a tentative agreement after the long strike. GD builds GREAT Arleigh-Burke destroyers. Super boost for Maine Economy. Glad to have helped. I’ve done a lot for Maine! https://t.co/6bXwvtje5P",
    "“Look, the House is supposed to do all of this work on witnesses and documents BEFORE they send the articles over to the Senate, not to call in new witnesses, go through new documents - that work is supposed to be done in the House.” @KatiePavlich @foxandfriends",
    "If you want your 401k’s  and Stocks, which are getting close to an all time high (NASDAQ is already there), to disintegrate and disappear, vote for the Radical Left Do Nothing Democrats and Corrupt Joe Biden. Massive Tax Hikes - They will make you very poor, FAST!",
    "On top of a lie made up by a low-life “reporter”, who is known for disinformation, the Democrats have taken his false words and put them into a TV commercial. We now have 21 witnesses stating that the story is a BIG LIE. Even Biden admits this may not be true...",
    "Congresswoman Martha Roby of Alabama has been a consistent and reliable vote for our Make America Great Again Agenda. She is in a Republican Primary run-off against a recent Nancy Pelosi voting Democrat. I fully endorse Martha for Alabama 2nd Congressional District!",
    "Today on Long Island, we were all moved to be joined by families who have suffered unthinkable heartbreak at the hands of MS-13. I was truly honored to be joined again by the courageous families who were my guests at the State of the Union... https://t.co/Gs0CGJYqXU",
    "The only crimes in the Impeachment Hoax were committed by Shifty Adam Schiff, when he totally made up my phone conversation with the Ukrainian President and read it to Congress, together with numerous others on Shifty’s side. Schiff should be Impeached, and worse!",
    "“The Fed has got to do something! The Fed is the Central Bank of the United States, not the Central Bank of the World.” Mark Grant  @Varneyco  Correct! The Federal Reserve acted far too quickly, and now is very, very late. Too bad, so much to gain on the upside!",
    "The Fake News Media loves the narrative that I didn’t use many banks because the banks didn’t like me. No, I didn’t use many banks because I didn’t (don’t) need their money (old fashioned, isn’t it?). If I did, it would have been very easy for me to get.",
    "So important for our Country that the very simple and basic “Are you a Citizen of the United States?” question be allowed to be asked in the 2020 Census. Department of Commerce and the Department of Justice are working very hard on this, even on the 4th of July!",
    "Another activist Obama appointed judge has just ruled against us on a section of the Southern Wall that is already under construction. This is a ruling against Border Security and in favor of crime, drugs and human trafficking. We are asking for an expedited appeal!",
    "Only high crimes and misdemeanors can lead to impeachment. There were no crimes by me (No Collusion, No Obstruction), so you can’t impeach. It was the Democrats that committed the crimes, not your Republican President! Tables are finally turning on the Witch Hunt!",
    "The biggest loser tonight, by far, is Mini Mike Bloomberg. His “political” consultants took him for a ride. $700 million washed down the drain, and he got nothing for it but the nickname Mini Mike, and the complete destruction of his reputation. Way to go Mike!",
    "The United States will not allow other countries to impose massive Tariffs and Trade Barriers on its farmers, workers and companies. While sending their product into our country tax free. We have put up with Trade Abuse for many decades — and that is long enough.",
    "Very sad to hear the news on the passing of my friend, Senator Thad Cochran. He was a real Senator with incredible values - even flew back to Senate from Mississippi for important Healthcare Vote when he was desperately ill. Thad never let our Country (or me) down!",
    "This is Fake News by the failing @nytimes &amp; bad ratings @CNN. Never suggested it although, based on all of the many things accomplished during the first 3 1/2 years, perhaps more than any other Presidency, sounds like a good idea to me! https://t.co/EHrA9yUsAw",
    "Visited a great family of a young man under major surgery at the amazing Walter Reed Medical Center. Those are truly some of the best doctors anywhere in the world. Also began phase one of my yearly physical. Everything very good (great!). Will complete next year.",
    "The Tax Cut/Reform Bill, including Massive Alaska Drilling and the Repeal of the highly unpopular Individual Mandate, brought it all together as to what an incredible year we had. Don’t let the Fake News convince you otherwise...and our insider Polls are strong!",
    "Yesterday in Pittsburgh I was really impressed with Congressman Keith Rothfus (far more so than any other local political figure). His sincere level of compassion, grief and sorrow for the events that took place was, in its own way, very inspiring. Vote for Keith!",
    "Big story out that the FBI ignored tens of thousands of Crooked Hillary Emails, many of which are REALLY BAD. Also gave false election info. I feel sure that we will soon be getting to the bottom of all of this corruption. At some point I may have to get involved!",
    "Just spoke with President @JairBolsonaro of Brazil. Our future Trade prospects are very exciting and our relationship is strong, perhaps stronger than ever before. I told him if the United States can help with the Amazon Rainforest fires, we stand ready to assist!",
    "....Mueller was NOT fired and was respectfully allowed to finish his work on what I, and many others, say was an illegal investigation (there was no crime), headed by a Trump hater who was highly conflicted, and a group of 18 VERY ANGRY Democrats. DRAIN THE SWAMP!",
    "Washington is being inundated with people who don’t want to see an election victory stolen by emboldened Radical Left Democrats. Our Country has had enough, they won’t take it anymore! We hear you (and love you) from the Oval Office. MAKE AMERICA GREAT AGAIN!",
    "What a fool Governor @BrianKempGA of Georgia is. Could have been so easy, but now we have to do it the hard way. Demand this clown call a Special Session and open up signature verification, NOW. Otherwise, could be a bad day for two GREAT Senators on January 5th.",
    "The Tax Cuts are so large and so meaningful, and yet the Fake News is working overtime to follow the lead of their friends, the defeated Dems, and only demean. This is truly a case where the results will speak for themselves, starting very soon. Jobs, Jobs, Jobs!",
    "An all concrete Wall was NEVER ABANDONED, as has been reported by the media. Some areas will be all concrete but the experts at Border Patrol prefer a Wall that is see through (thereby making it possible to see what is happening on both sides). Makes sense to me!",
    "Just watched Sunday Morning Futures with @MariaBartiromo on @FoxNews. This show is MANDATORY watching if you want to understand the massive governmental corruption and the Russian Hoax. It will be rebroadcast this evening at 6:00 P.M. on @FoxBusiness. A must see!",
    "The United States hasn’t had a Trade Surplus with China in 40 years. They must end unfair trade, take down barriers and charge only Reciprocal Tariffs. The U.S. is losing $500 Billion a year, and has been losing Billions of Dollars for decades. Cannot continue!",
    "It’s amazing. Twitter refuses to allow the any mention of the Biden corruption story which was carried so well on @TuckerCarlson last night. It’s the biggest story and Big Tech, together with the Lamestream Media, isn’t allowing a word to be said about it.",
    "We will not rest until all of America’s GREAT VETERANS can receive the care they so richly deserve. Tremendous progress has been made in a short period of time. Keep up the great work @SecShulkin @DeptVetAffairs! https://t.co/ir25vW15hx https://t.co/OtuzIgxMn6",
    "Biden and the Democrats have greatly disrespected the Great State of Wisconsin by not even paying a small visit to Milwaukee, the designated site of the DNC. The State &amp; City worked very hard to make sure things would be good. Not nice. Vote Trump Wisconsin!",
    "Look how things have turned around on the Criminal Deep State. They go after Phony Collusion with Russia, a made up Scam, and end up getting caught in a major SPY scandal the likes of which this country may never have seen before! What goes around, comes around!",
    "I am pleased to announce that I have given my full support and endorsement to Ronna McDaniel to continue heading the Republican National Committee (RNC). With 72 MILLION votes, we received more votes than any sitting President in U.S. history - and we will win!",
    ".@LouisGohmertTX1 is a Fantastic Republican from the Great State of Texas! He fully supports our #MAGA and #KAG Agenda, Border WALL, Military, Vets, and your Second Amendment. Louie is my friend and has my Complete and Total Endorsement! https://t.co/7MWH000IbI",
    "They professionally managed so-called “protesters” at the White House had little to do with the memory of George Floyd. They were just there to cause trouble. The @SecretService handled them easily. Tonight, I understand, is MAGA NIGHT AT THE WHITE HOUSE???",
    "Remember, the Republicans are 5-0 in Congressional races this year. In Senate, I said Roy M would lose in Alabama and supported Big Luther Strange - and Roy lost. Virginia candidate was not a “Trumper,” and he lost.  Good Republican candidates will win BIG!",
    "When I begrudgingly signed the Omnibus Bill, I was promised the Wall and Border Security by leadership. Would be done by end of year (NOW). It didn’t happen! We foolishly fight for Border Security for other countries - but not for our beloved U.S.A. Not good!",
    "Incredibly beautiful ceremony as U.S. Korean War remains are returned to American soil. Thank you to Honolulu and all of our great Military participants on a job well done. A special thanks to Vice President Mike Pence on delivering a truly magnificent tribute!",
    "...despite already having signed a detailed letter admitting that there was no affair. Prior to its violation by Ms. Clifford and her attorney, this was a private agreement. Money from the campaign, or campaign contributions, played no roll in this transaction.",
    "California has been forced to cancel the massive bullet train project after having spent and wasted many billions of dollars. They owe the Federal Government three and a half billion dollars. We want that money back now. Whole project is a “green” disaster!",
    "“The President has been remarkable. I do not doubt that he will thrive in this new environment, and he will be a constant reminder of what populism is.” Thank you to Tammy Bruce and Steve Hilton. Presidential Harassment has been with me from the beginning!",
    "I am certain that, at some time in the future, President Xi and I, together with President Putin of Russia, will start talking about a meaningful halt to what has become a major and uncontrollable Arms Race. The U.S. spent 716 Billion Dollars this year. Crazy!",
    "The OPEC Monopoly must remember that gas prices are up &amp, they are doing little to help. If anything, they are driving prices higher as the United States defends many of their members for very little $’s. This must be a two way street. REDUCE PRICING NOW!",
    "But you never got the signature verification! Your people are refusing to do what you ask. What are they hiding? At least immediately ask for a Special Session of the Legislature. That you can easily, and immediately, do. #Transparency https://t.co/h73ZfjrDt3",
    "....GWU Research to tell them how many people had died in Puerto Rico (how would they not know this?). This method was never done with previous hurricanes because other jurisdictions know how many people were killed. FIFTY TIMES LAST ORIGINAL NUMBER - NO WAY!",
    "...along quickly. European Union Nations will be open to the United States and at the same time benefiting by everything we are doing for them. There was great warmth and feeling in the room - a breakthrough has been quickly made that nobody thought possible!",
    "“The New York Times walks back report on Kavanaugh assault claim.” @foxandfriends  The one who is actually being assaulted is Justice Kavanaugh - Assaulted by lies and Fake News! This is all about the LameStream Media working with their partner, the Dems.",
    "The Democrats are allowing a ridiculous asylum system and major loopholes to remain as a mainstay of our immigration system. Mexico is likewise doing NOTHING, a very bad combination for our Country. Homeland Security is being sooo very nice, but not for long!",
    "Who else gave the less than elite (We are the elite. We know how to WIN!) 260 great new Federal Judges, 2 SCJ’s, Low Taxes, biggest ever REG. CUTS, Rebuilt Military, Choice, saved 2A &amp; MUCH more? Not Sleepy Joe! Thank you Erick. https://t.co/wSabyoJ2GT",
    "I am in the White House waiting for the Democrats to come on over and make a deal on Border Security. From what I hear, they are spending so much time on Presidential Harassment that they have little time left for things like stopping crime and our military!",
    "My Administration will do everything in its power to prevent weak mayors and lawless cities from taking Federal dollars while they let anarchists harm people, burn buildings, and ruin lives and businesses. We’re putting them on notice today. @RussVought45",
    "I love Michigan, one of the reasons we are doing such a GREAT job for them during this horrible Pandemic. Yet your Governor, Gretchen “Half” Whitmer is way in over her head, she doesn’t have a clue. Likes blaming everyone for her own ineptitude! #MAGA",
    "The wonderful Charles Payne @cvpayne of @FoxNews just wrote a great and inspirational new book, UNSTOPPABLE PROSPERITY. Get it NOW. So many important thoughts and suggestions on investing and “Making Money”. Also, Charles just happens to be a Great Guy!",
    "The question I was asked most today by fellow World Leaders, who think the USA is doing so well and is stronger than ever before, happens to be, “Mr. President, why does the American media hate your Country so much? Why are they rooting for it to fail?”",
    "Republicans in Georgia must be careful of the political corruption in Fulton County, which is rampant. The Governor, @BrianKempGA, and his puppet Lt. Governor, @GeoffDuncanGA, have done less than nothing. They are a disgrace to the great people of Georgia!",
    "I was very surprised &amp; disappointed that Senator Joe Manchin of West Virginia voted against me on the Democrat’s totally partisan Impeachment Hoax. No President has done more for the great people of West Virginia than me (Pensions), and that will....",
    "The Radical Biden-Harris Agenda is projected to slash the typical American’s income by $6,500 per year. They will raise TAXES by $4 TRILLION DOLLARS – triggering a mass exodus of jobs out of America and into foreign countries. \nhttps://t.co/pUVreuusxz",
    "Speaker Pelosi and Chuck Schumer’s drive to try and rig the trial against the President is misplaced. There is no factual basis for the Articles of Impeachment that passed the House. This President will be exonerated.” William McGinley  @foxandfriends",
    ".@Amazon, and others in that business, should be charged (by the U.S. Postal System) much more per package, and the Post Office would be immediately brought back to “good health”, now vibrant, with ALL jobs saved. No pass on to customers. Get it done!",
    "Congressman Alex Mooney (@MooneyforWV) is a champion for West Virginia! He is strong on Life and the Second Amendment, and he works hard for our incredible Veterans and Coal Miners. Alex has my Complete and Total Endorsement! #WV02 https://t.co/3s4CClkcfK",
    "People are not being told that the Republican Party is on track to pick up two seats in the U.S. Senate, and epic victory: 53 to 47. The Fake News Media only wants to speak of the House, where the Midterm results were better than other sitting Presidents.",
    "Will be in Tampa tonight. A big year for @RepDeSantis, who will be a great governor for Florida. Strong on Crime, Borders and our 2nd Amendment. Big help on Tax &amp, Regulation Cuts. Loves our Military &amp, our Vets. Has my Full &amp, Total Endorsement!",
    "Mexico is doing NOTHING to stop the Caravan which is now fully formed and heading to the United States. We stopped the last two - many are still in Mexico but can’t get through our Wall, but it takes a lot of Border Agents if there is no Wall. Not easy!",
    "I am proud to announce the San Francisco Bay Area will receive over $700M in federal funds to support continued operations and support workers at @flySFO Intl Airport and for transit on @sfmta_muni &amp; @SFBart. This money will aid in economic recovery!",
    "Senator @CoryGardner is doing a terrific job - we just passed his landmark legislation, the Great American Outdoors Act. Strong on our Military, Vets and the Second Amendment, Cory has always had my Complete and Total Endorsement! https://t.co/umtvqqkMFq",
    "The Dow just broke 24,000 for the first time (another all-time Record). If the Dems had won the Presidential Election, the Market would be down 50% from these levels and Consumer Confidence, which is also at an all-time high, would be “low and glum!”",
    "Thank you to Kurt Volker, U.S. Envoy to Ukraine, who said in his Congressional Testimony, just released, “You asked what conversations did I have about that quid pro quo, et cetra. NONE, because I didn’t know there was a quid pro quo.”  Witch Hunt!",
    "Democrats are kidding themselves (they don’t really believe it!) if they say you can stop Crime, Drugs, Human Trafficking and Caravans without a Wall or Steel Barrier. Stop playing games and give America the Security it deserves. A Humanitarian Crisis!",
    "....won’t convict and remove the President - Then the House should not be Impeaching the President in the first place. If this is the new standard, every President from here on out is impeachable.”  Andy McCarthy @FoxNews  So well stated. Thank you!",
    "The United States will impose large sanctions on Turkey for their long time detainment of Pastor Andrew Brunson, a great Christian, family man and wonderful human being. He is suffering greatly. This innocent man of faith should be released immediately!",
    "A Rigged System - They don’t want to turn over Documents to Congress. What are they afraid of? Why so much redacting? Why such unequal “justice?” At some point I will have no choice but to use the powers granted to the Presidency and get involved!",
    "There can be few things worse in a civilized, law abiding nation, than a United States Senator openly, and for all to see and hear, threatening the Supreme Court or its Justices. This is what Chuck Schumer just did. He must pay a severe price for this!",
    "Because of my strong focus on the China Virus, including scheduled meetings on Vaccines, our economy and much else, I won’t be able to be in New York to throw out the opening pitch for the @Yankees on August 15th. We will make it later in the season!",
    "Wow, Strzok-Page, the incompetent &amp, corrupt FBI lovers, have texts referring to a counter-intelligence operation into the Trump Campaign dating way back to December, 2015. SPYGATE is in full force! Is the Mainstream Media interested yet? Big stuff!",
    "“The congratulatory phone call with the Ukrainian President was PERFECT, unless you heard Liddle’ Adam Schiff’s fraudulently made up version of the call. This is just another Fake News Media, together with their partner, the Democrat Party, HOAX!",
    "For tonight’s #DemDebate, be sure to follow @TeamTrump, @TrumpWarRoom, @Parscale, @KayleighMcEnany, @TimMurtaugh, and @Marc_Lotter for RAPID RESPONSE, FACT CHECKING, and the TRUTH! #MAGA #KAG Sorry, I’m on Air Force One, off to save the Free World!",
    "“Pelosi has made a mockery of Impeachment. Her Articles are so weak. But more importantly, she thought she could extort the Senate. She couldn’t.” @GreggJarrett @foxandfriends The Do Nothing Democrats are really run by the Radical Left. Too bad!",
    "We are tracking down the two Anarchists who threw paint on the magnificent George Washington Statue in Manhattan. We have them on tape. They will be prosecuted and face 10 years in Prison based on the Monuments and Statues Act. Turn yourselves in now!",
    "....should be shut down. The Strzok firing shows that the fundamental underpinnings of the investigation were corrupt. It should be shut down by the courts or by honest prosecutors.” Thank you Judicial Watch, I couldn’t have said it better myself!",
    "I believe it will be Crazy Bernie Sanders vs. Sleepy Joe Biden as the two finalists to run against maybe the best Economy in the history of our Country (and MANY other great things)! I look forward to facing whoever it may be. May God Rest Their Soul!",
    ".@Twitter is now interfering in the 2020 Presidential Election. They are saying my statement on Mail-In Ballots, which will lead to massive corruption and fraud, is incorrect, based on fact-checking by Fake News CNN and the Amazon Washington Post....",
    "Congressman Kevin Hern (@krhern) is a tremendous advocate for the State of Oklahoma! A successful businessman, he is Strong on the Wall, our Military and the Second Amendment. Kevin has my Complete and Total Endorsement! #OK01 https://t.co/ufDH84Txwy",
    "....with the U.S. Presidential Election in November. North Korea, under the leadership of Kim Jong Un, has tremendous economic potential, but it must denuclearize as promised. NATO, China, Russia, Japan, and the entire world is unified on this issue!",
    "To the men who sit behind me, and to the boys who rest in the field before me: your example will never grow old. Your legend will never tire, and your spirit - brave, unyielding, and true - will NEVER DIE! #DDay75thAnniversary https://t.co/5qwQjkvHdl",
    "Once we OPEN UP OUR GREAT COUNTRY, and it will be sooner rather than later, the horror of the Invisible Enemy, except for those that sadly lost a family member or friend, must be quickly forgotten. Our Economy will BOOM, perhaps like never before!!!",
    "Economy growing! Excluding hurricane effects, CEA estimates that real GDP growth would have been 3.9% in Q3.Stock market at a new high, unemployment at a low. We are winning and TAX CUTS will shift our economy into high gear! https://t.co/HrKIF72VqE",
    "At least 24 players kneeling this weekend at NFL stadiums that are now having a very hard time filling up. The American public is fed up with the disrespect the NFL is paying to our Country, our Flag and our National Anthem. Weak and out of control!",
    "I am very pleased to welcome the opioid memorial to the President's Park in April. I encourage all to visit and remember those who we have lost to this deadly epidemic. We will keep fighting until we defeat the opioid crisis! https://t.co/ZM7AYJyECr",
    "“Nancy Pelosi should not be out there doing the kinds of things she is doing. She will diminish herself and her membership. She cannot put a subject with a predicate in the same sentence. What’s going on?”  Ed Rollins  @GreggJarrett  @LouDobbs",
    "I will be going to Austin, Texas. Leaving soon. Always like (love!) being in the Lone Star State. Speaking to our great Farmers. They hit “paydirt” with our incredible new Trade Deals: CHINA, JAPAN, MEXICO, CANADA, SOUTH KOREA, and many others!",
    "...of 2,541 patients hospitalized between March 10 and May 2, 2020 across the system’s six hospitals, the study found 13% of those treated with hydroxychloroquine alone died compared to 26.4% not treated with hydroxychloroquine.” @HenryFordNews",
    "On the ten-year anniversary of the Mumbai terror attack, the U.S. stands with the people of India in their quest for justice. The attack killed 166 innocents, including six Americans. We will never let terrorists win, or even come close to winning!",
    "I agree with @jimcramer, the Fed should lower rates. They were WAY too early to raise, and Way too late to cut - and big dose quantitative tightening didn’t exactly help either. Where did I find this guy Jerome? Oh well, you can’t win them all!",
    ".....We are competing with many countries that have a far lower interest rate, and we should be lower than them. Yesterday, “highest Dollar in U.S.History.” No inflation. Wake up Federal Reserve. Such growth potential, almost like never before!",
    "All people that are illegally coming into the United States now will be removed from our Country at a later date as we build up our removal forces and as the laws are changed. Please do not make yourselves too comfortable, you will be leaving soon!",
    "If people can go out and protest, riot, break into stores, and create all sorts of havoc, they can also go out and VOTE — and keep our Election Honest. With millions of mail-in ballots being sent out, who knows where they are going, and to whom?",
    "....Knowing all of this, is anybody dumb enough to believe that I would say something inappropriate with a foreign leader while on such a potentially “heavily populated” call. I would only do what is right anyway, and only do good for the USA!",
    "I am proud to announce that the United States will donate ventilators to our friends in India. We stand with India and @narendramodi during this pandemic. We’re also cooperating on vaccine development. Together we will beat the invisible enemy!",
    "A vote for Republicans is a vote for safe communities, great jobs, and a limitless future for ALL Americans. Instead of letting Washington change us, despite all that we have been through, we are changing Washington! #MAGA https://t.co/5dlHJaMMhP",
    "When you are the big “piggy bank” that other countries have been ripping off for years (to a level that is not to be believed), Tariffs are a great negotiating tool, a great revenue producer and,  most importantly, a powerful way to get......",
    "Those that worked with me in this incredible Midterm Election, embracing certain policies and principles, did very well. Those that did not, say goodbye! Yesterday was such a very Big Win, and all under the pressure of a Nasty and Hostile Media!",
    "“They were all in on it, clear Hillary Clinton and FRAME Donald Trump for things he didn’t do.” Gregg Jarrett on @foxandfriends  If we had a real Attorney General, this Witch Hunt would never have been started! Looking at the wrong people.",
    "....Germany pays 1% (slowly) of GDP towards NATO, while we pay 4% of a MUCH larger GDP. Does anybody believe that makes sense? We protect Europe (which is good) at great financial loss, and then get unfairly clobbered on Trade. Change is coming!",
    "....to your favorite President, me! These people are vicious and totally crazed, but remember, there are far more great people (“Deplorables”) in this country, than bad. Do to them what they do to you. Fight for Bernie Marcus and Home Depot!",
    "The Fake News Media has NEVER been more Dishonest or Corrupt than it is right now. There has never been a time like this in American History. Very exciting but also, very sad! Fake News is the absolute Enemy of the People and our Country itself!",
    "I am not a fan of Bitcoin and other Cryptocurrencies, which are not money, and whose value is highly volatile and based on thin air. Unregulated Crypto Assets can facilitate unlawful behavior, including drug trade and other illegal activity....",
    "Congressman Billy Long (@auctnr1) fully supports our America First agenda! He strongly supports our WALL, protects our Vets, and defends Life and your Second Amendment. Billy has my Complete and Total Endorsement! #MO07 https://t.co/z8IkVaDCkl",
    "I see it each time I go out to Rallies in order to help some of our great Republican candidates. VOTERS ARE REALLY ANGRY AT THE VICIOUS AND DESPICABLE WAY DEMOCRATS ARE TREATING BRETT KAVANAUGH! He and his wonderful family deserve much better.",
    "Senator Claire McCaskill of the GREAT State of Missouri flew around in a luxurious private jet during her RV tour of the state. RV’s are not for her. People are really upset, so phony! Josh Hawley should win big, and has my full endorsement.",
    "95% Approval Rating in Republican Party. 51% Plus, overall. But you NEVER read or see this in the Fake News Media. Always hearing bad, made up numbers on how badly I’m doing. Lamestream Media is unhinged and CORRUPT! https://t.co/ebrufe2ZEQ",
    "It was GREAT to be back in MICHIGAN with thousands of loyal, hardworking American Patriots — 17 days from now, we are going to win the state of MICHIGAN, and we are going to win 4 more years in the White House! #MAGA https://t.co/NNSY71n5RA",
    "Big protests in Iran. The people are finally getting wise as to how their money and wealth is being stolen and squandered on terrorism. Looks like they will not take it any longer. The USA is watching very closely for human rights violations!",
    "Crazy Maxine Waters: “After we impeach Trump, we’ll go after Mike Pence. We’ll get him.”  @FoxNews  Where are the Democrats coming from? The best Economy in the history of our country would totally collapse if they ever took control!",
    "Brian Kemp, who is running for Governor of Georgia and has my full endorsement, is campaigning tonight with @MikePenceVP. Brian is very strong on Crime and Borders, LOVES our Military, Vets and the 2nd Amendment. He will be a GREAT Governor!",
    "Candace Owens of Turning Point USA is having a big impact on politics in our Country. She represents an ever expanding group of very smart “thinkers,” and it is wonderful to watch and hear the dialogue going on...so good for our Country!",
    "There has been no President in the history of our Country who has been treated so badly as I have. The Democrats are frozen with hatred and fear. They get nothing done. This should never be allowed to happen to another President. Witch Hunt!",
    "The New York Times is now blaming an editor for the horrible mistake they made in trying to destroy or influence Justice Brett Kavanaugh. It wasn’t the editor, the Times knew everything. They are sick and desperate, losing in so many ways!",
    "If the Wall Street Journal “Editorial” writers had called, as they should have, they would have easily found that I was “NOT happy with the Georgia Governor on Tuesday night.” You said the opposite, and got it wrong as you often do!",
    "“I’m proud of the President today to hear that he is declaring victory in Syria.” Senator Rand Paul.  “I couldn’t agree more with the presidents decision. By definition, this is the opposite of an Obama decision. Senator Mike Lee",
    "My son, @DonaldJTrumpJr is coming out with a new book, “Triggered: How the Left Thrives on Hate and Wants to Silence Us” – available tomorrow, November 5th! A great new book that I highly recommend for ALL to read. Go order it today!",
    "The Democrats are getting very “strange.” They now want to change the voting age to 16, abolish the Electoral College, and Increase significantly the number of Supreme Court Justices. Actually, you’ve got to win it at the Ballot Box!",
    "I was thrilled to be back in WISCONSIN tonight with thousands of loyal, hardworking American Patriots! 47 days from now, we are going to win Wisconsin, and we are going to win 4 more years in the White House! #MAGA https://t.co/4FBaVlU8Ir",
    "Thank you to Congressman Tom Reed of New York for your wonderful comments on our great new Trade Deal with Mexico and Canada, the USMCA. I have long ago given you my Full Endorsement, and for good reason. Keep up the Great Work! @Varneyco",
    "....He is Strong on Crime, the Border, and Second Amendment. Tom has deep roots in Wisconsin, is a big Tax Cutter, and will help me DRAIN THE SWAMP! Tom has my Complete and Total Endorsement. Vote for Tom Tiffany! https://t.co/5OqIcahKg1",
    "I’m in the Oval Office. Democrats, come back from vacation now and give us the votes necessary for Border Security, including the Wall. You voted yes in 2006 and 3013. One more yes, but with me in office, I’ll get it built, and Fast!",
    "Yesterday’s Never Trumper witness could find NO Quid Pro Quo in the Transcript of the phone call. There were many people listening to the call. How come they (including the President of Ukraine) found NOTHING wrong with it. Witch Hunt!",
    "Senator Ben Sasse has done a wonderful job representing the people of Nebraska. He is great with our Vets, the Military, and your very important Second Amendment. Strong on Crime and the Border, Ben has my Complete and Total Endorsement!",
    "Never has the press been more inaccurate, unfair or corrupt! We are not fighting the Democrats, they are easy, we are fighting the seriously dishonest and unhinged Lamestream Media. They have gone totally CRAZY. MAKE AMERICA GREAT AGAIN!",
    "....”This Russia Collusion Hoax was perpetrated in part by people inside the government, and in part by a compliant (Fake News) media.” Mollie Hemingway.  @TuckerCarlson @foxandfriends  The facts are starting to pour out. Stay tuned!",
    "We are working hard at the Border, but we need a WALL!  In 2018, 1.7 million pounds of narcotics seized, 17,000 adults arrested with criminal records, and 6000 gang members, including MS-13, apprehended. A big Human Trafficking problem.",
    "Looking forward to being in the Great State of Ohio on Saturday night where I will be campaigning hard for a truly talented future Congressman, @Troy_Balderson. See you all then! Tickets: https://t.co/8UOykaI8uf https://t.co/jHdtAy5fgj",
    "Congratulations to Prime Minister Abe of Japan for hosting such a fantastic and well run G-20. There wasn’t a thing that was missing or a mistake that was made. PERFECT! The people of Japan must be very proud of their Prime Minister.",
    "....they made this whole thing up. Impeachment is also a pre-emptive strike for what they think is coming on the Obama Administration’s handling of the 2016 Election.” Jim McLaughlin, highly respected pollster. @WashTimes @FoxNews",
    "Just announced that Veterans unemployment has reached an 18 year low, really good news for our Vets and their families. Will soon be an all time low! Do you think the media will report on this and all of the other great economic news?",
    "Texarkana Regional Airport has a major grant coming its way from @USDOT. I’m designating $3.6 million to reconstruct its terminal building, in addition to 5 more airport grants around the State. Glad to help the people of Arkansas!",
    "Our first duty, and our highest loyalty, is to the citizens of the United States. We will not rest until our border is secure, our citizens are safe, and we finally end the immigration crisis once and for all. https://t.co/7YfZ9kjB23",
    "Very good numbers on the economy. Much potential for growth. Trade deals being negotiated or being set up for negotiation. We have been treated very unfairly (to put it mildly) by other countries for many years, but that is changing!",
    "...At 3pm this afternoon, spoke to President Aoun of Lebanon to inform him that 3 large aircraft are on the way, loaded up with Medical Supplies, Food and Water. Also, First Responders, Technicians, Doctors, and Nurses on the way...",
    "....If the Democrats are successful in removing the President from office (which they will never be), it will cause a Civil War like fracture in this Nation from which our Country will never heal.” Pastor Robert Jeffress, @FoxNews",
    "....investigation in the Senate. They can talk to John Dean until the cows come home, we’re not doing anything in the Senate regarding the Mueller Report. We are going to harden our Infrastructure against 2020!” @LindseyGrahamSC",
    "The 1,126,940 votes were created out of thin air. I won Pennsylvania by a lot, perhaps more than anyone will ever know. The Pennsylvania votes were RIGGED. All other swing states also. The world is watching! https://t.co/zmnk34Ny23",
    "Senator Feinstein and the Democrats  held the letter for months, only to release it with a bang after the hearings were OVER - done very purposefully to Obstruct &amp, Resist &amp, Delay. Let her testify, or not, and TAKE THE VOTE!",
    "So disgraceful that a person illegally in our country killed @Colts linebacker Edwin Jackson. This is just one of many such preventable tragedies. We must get the Dems to get tough on the Border, and with illegal immigration, FAST!",
    "Joe Biden’s response to the H1N1 Swine Flu, far less lethal than Covid 19, was one of the weakest and worst in the history of fighting epidemics and pandemics. It was pathetic, those involved have said. Joe didn’t have a clue!",
    "Republicans should fight very hard when it comes to state wide mail-in voting. Democrats are clamoring for it. Tremendous potential for voter fraud, and for whatever reason,  doesn’t work out well for Republicans. @foxandfriends",
    ".@marcthiessen  “Voters say the Democrats are trying to take away their votes. Pelosi was right the first time. Impeachment has backfired thoroughly on the Democrats. How can you Impeach the President for going to the courts?”",
    ".@Buddy_Carter is a BUSINESSMAN first. He takes care of our Vets and Troops and is leading the fight to SLASH drug prices! Buddy's 100% pro-Wall &amp, 100% pro-jobs. He will KEEP AMERICA GREAT and has my total, Strong Endorsement!",
    "....Russia has agreed to help with North Korea, where relationships with us are very good and the process is moving along. There is no rush, the sanctions remain! Big benefits and exciting future for North Korea at end of process!",
    "It’s the Democrats fault, they won’t give us the votes needed to pass good immigration legislation. They want open borders, which breeds horrible crime. Republicans want security. But I am working on something - it never ends!",
    "If Elizabeth Warren, often referred to by me as Pocahontas, did this commercial from Bighorn or Wounded Knee instead of her kitchen, with her husband dressed in full Indian garb, it would have been a smash! https://t.co/D5KWr8EPan",
    "“Evidence of voter fraud continues to grow, including 20,000 dead people on the Pennsylvania voters roll and many thousands all over the Country. Now, there has been an artificial number of votes in favor of Joe Biden.” @OANN",
    ".@LarrySabato is much better at giving you the answer after everything is finished and the final result is in, than he is at telling you what is going to happen because, in fact, he doesn’t have a clue! https://t.co/MDqczWxl8C",
    "You are always there for us – THE MEN AND WOMEN IN BLUE.Thank you to our police, thank you to our sheriffs, and thank you to our law enforcement families. God Bless you all, and GOD BLESS AMERICA! #LESM https://t.co/9ejiddVL9h",
    "The Democrats are working hard to destroy a wonderful man, and a man who has the potential to be one of our greatest Supreme Court Justices ever, with an array of False Accusations the likes of which have never been seen before!",
    "All Russia Hoax Scandal information was Declassified by me long ago. Unfortunately for our Country, people have acted very slowly, especially since it is perhaps the biggest political crime in the history of our Country. Act!!!",
    "The 75,000,000 great American Patriots who voted for me, AMERICA FIRST, and MAKE AMERICA GREAT AGAIN, will have a GIANT VOICE long into the future. They will not be disrespected or treated unfairly in any way, shape or form!!!",
    "New Peter Strzok Texts Undermine Official Narrative on Start of ‘Russia Collusion‘ Investigation https://t.co/kwmNTZbsYD via @BreitbartNews. Check out last in his class John McCain, one of the most overrated people in D.C.",
    "....very often FAKE NEWS. Lamestream Media should be forced to reveal sources, very much as they did in the long ago past. If they did that, the media would be trusted again, and Fake News would largely be a thing if the past!",
    "Wow!!! NOW DO SOMETHING ABOUT THIS, THE BIGGEST OF ALL POLITICAL SCANDALS (IN HISTORY)!!! BIDEN, OBAMA AND CROOKED HILLARY LED THIS TREASONOUS PLOT!!! BIDEN SHOULDN’T BE ALLOWED TO RUN - GOT CAUGHT!!! https://t.co/hf7zjqZYQ4",
    "Under my administration, we will NEVER make excuses for America’s enemies – we will never hesitate in defending American lives – and we will never stop working to defeat Radical Islamic Terrorism! https://t.co/022PjwhHjs",
    "Congratulations to Ron DeSantis on becoming the new Governor of Florida. Against all odds, he fought &amp, fought &amp, fought, the result being a historic victory. He never gave up and never will. He will be a great Governor!",
    "....He loves our Military and supports our Vets! Democrat Jim Hood will never give us his vote, is anti-Trump and pro-Crooked Hillary. Get out and VOTE for Tate Reeves on November 5th. He has my Complete and Total Endorsement!",
    "BIG NEWS! As I promised two weeks ago, the first shipment of LNG has just left the Cameron LNG Export Facility in Louisiana. Not only have thousands of JOBS been created in USA, we’re shipping freedom and opportunity abroad!",
    "A vote for Biden and Harris is a vote to Ban Fracking, Ban Mining, and Completely Destroy Pennsylvania. A vote for me is a vote to remain ENERGY INDEPENDENT! Let’s WIN PENNSYLVANIA, get out and VOTE!\nhttps://t.co/aR8iwO6Gvl",
    "Heading to Davos, Switzerland, to meet with World and Business Leaders and bring Good Policy and additional Hundreds of Billions of Dollars back to the United States of America! We are now NUMBER ONE in the Universe, by FAR!!",
    "Rod Blagojevich did not sell the Senate seat. He served 8 years in prison, with many remaining. He paid a big price. Another Comey and gang deal! Thank you to @LisaMarieBoothe who really “gets” what’s going on! @FoxNews",
    "Congratulations to France, who played extraordinary soccer, on winning the 2018 World Cup. Additionally, congratulations to President Putin and Russia for putting on a truly great World Cup Tournament -- one of the best ever!",
    "Law &amp; Order in Philadelphia, NOW! They are looting stores. Call in our great National Guard like they FINALLY did (thank you President Trump) last night in Minneapolis. Is this what voters want with Sleepy Joe? All Dems!",
    "....If there is a Runoff in Louisiana, you will have a great new Republican Governor who will Cut your Taxes and Car Insurance, and do a fabulous job for you and your family. Vote Republican, the Party of Honest Abe Lincoln!",
    "Indiana is set to receive $100M in @USDOT transit funds for the @southshoreline to connect people to jobs around the State and the Chicago-area and help cut down on traffic. @GovHolcomb has worked very hard on this project!",
    "I’m going to Latrobe, Pennsylvania, the home of the late, great Arnold Palmer - There was nobody like him. I got to know Arnold well, played golf with him, and miss him. See you tonight in Latrobe! https://t.co/reDdJIe4WX",
    "Michael Pillsbury interviewed by @cvpayne: “They have the motive of making the President look bad – instead of President Trump being portrayed as a HERO. The first President to take China on, it’s 20 years overdue....",
    "So Crooked Hillary Clinton can delete and acid wash 33,000 emails AFTER getting a Subpoena from the United States Congress, but I can’t make one totally appropriate telephone call to the President of Ukraine? Witch Hunt!",
    "“After two years and interviewing more than two hundred witnesses, the Senate Intelligence Committee has NOT discovered any direct evidence of a conspiracy between the Trump Campaign and Russia.”  Ken Dilanian @NBCNews",
    "On Yom HaShoah we remember the six million Jews slaughtered in the Holocaust. With each passing year, our duty to remember this atrocity increases as we pledge #NeverAgain. #HolocaustRemembranceDay https://t.co/tyga4VtjLT",
    "Looking for China to open their Markets not only to Financial Services, which they are now doing, but also to our Manufacturing, Farmers and other U.S. businesses and industries. Without this a deal would be unacceptable!",
    "Jeff Flake(y) doesn’t want to protect the Non-Senate confirmed Special Counsel, he wants to protect his future after being unelectable in Arizona for the “crime” of doing a terrible job! A weak and ineffective guy!",
    "“What is happening to President Trump with Impeachment is a Constitutional Travesty.” @GrahamLedger  The likes of which we have never seen before. It is Adam Schiff and Nancy Pelosi who should be impeached for fraud!",
    "Looks like Bernie Sanders is history. Sleepy Joe Biden is pulling ahead and think about it, I’m only here because of Sleepy Joe and the man who took him off the 1% trash heap, President O! China wants Sleepy Joe BADLY!",
    "They are indeed Dr. Fauci’s own words. We have done a “phenomenal” job, according to certain governors. Many people agree...And now come the Vaccines &amp; Cures, long ahead of projections! https://t.co/ANqKL4eBqJ",
    "Our big Kentucky Rally on Monday night had a massive impact on all of the races. The increase in Governors race was at least 15 points, and maybe 20! Will be in Louisiana for @EddieRispone on Wednesday night. Big Rally!",
    "Were @FoxNews weekend anchors, @ArthelNeville and @LelandVittert, trained by CNN prior to their ratings collapse? In any event, that’s where they should be working, along with their lowest rated anchor, Shepard Smith!",
    "Pelosi &amp; Schumer blocked desperately needed unemployment payments, which is so terrible, especially since they fully understand that it was not the workers fault that they are unemployed, it’s the fault of China!",
    "....place in TRADE, it’s taking shape in Military Competition.” Johnathan Ward, author and China expert. We are winning, and we will win. They should not have broken the deal we had with them. Happy Birthday China!",
    "Fantastic evening in Florida with great PATRIOTS at a beautiful #MAGARally. Get out and https://t.co/0pWiwCq4MH so we can continue MAKING AMERICA SAFE &amp, GREAT AGAIN! https://t.co/c3fqrEdzFU https://t.co/VrmaMHPhl3",
    "....mentally ill or deranged people. I am the biggest Second Amendment person there is, but we all must work together for the good and safety of our Country. Common sense things can be done that are good for everyone!",
    "Andy McCabe is a major sleazebag. Among many other things, he took massive amounts of money from Crooked Hillary reps, for wife’s campaign, while Hillary was under “investigation” by FBI! https://t.co/bHweiBBj7z",
    "In light of the attack from the Invisible Enemy, as well as the need to protect the jobs of our GREAT American Citizens, I will be signing an Executive Order to temporarily suspend immigration into the United States!",
    "Federal Judge in Maryland has just ruled that “President Trump has the right to end DACA.” President Obama had 8 years to fix this problem, and didn’t. I am waiting for the Dems, they are running for the hills!",
    "Great! Biden is finally being forced out of his basement. Now you’ll be able to see what is going on “up there”. He may do some “limited” campaigning. Basement Biden is no longer playing well in the Polls!",
    "If the Democrats are going to defend the Radical Left “Squad” and King Elijah’s Baltimore Fail, it will be a long road to 2020. The good news for the Dems is that they have the Fake News Media in their pocket!",
    "I want to apprise everyone of an incident in the Strait of Hormuz today, involving #USSBoxer, a U.S. Navy amphibious assault ship. The BOXER took defensive action against an Iranian drone.... https://t.co/Zql6nAUGxF",
    "The New York Times is an embarrassment to journalism. They were a dead paper before I went into politics, and they will be a dead paper after I leave, which will be in 5 years. Fake News is the Enemy of the people!",
    "“Project Veritas-Obtained Undercover Videos Highlight Jeff Zucker’s (@CNN) Campaign To Destroy Trump. Videos Reveal @CNN’s BIAS!” @TuckerCarlson @FoxNews Does this sound like a good, or even great, lawsuit?",
    "I am designating $18.9 million from @USDOT to MANY airports in Ohio, including @goingplacescle, @CAKairport, and several others, for improvements, updates, and safety. Great for the economy and the people of Ohio!",
    "Arizona, please get out today and vote @DebbieLesko for Congress in #AZ08. Strong on Border, Immigration and Crime. Great on the Military. Time is ticking down - get out and VOTE today. We need Debbie in Congress!",
    "“What has happened here with the Anthony Wiener laptop, the Server, all of the Emails between Huma Abedin and Hillary Clinton, the deleted Clinton Emails - what is going on?” @LouDobbs  Joe D &amp, Victoria T!",
    "Pennsylvania - Don’t forget to get out and VOTE TODAY for Republican Fred Keller for Congress. Fred is Strong on Crime, Second Amendment, Military, Vets, and Healthcare. He has my Complete and Total Endorsement!",
    "Democrats in Congress must return from their Vacations and change the Immigration Laws, or the Border, despite the great job being done by Border Patrol, will only get worse. Big sections of Wall now being built!",
    "A judge in Nevada has ordered Clark County officials to allow an inspection of the elections equipment and sealed containers used in the 2020 election by 1:00 P.M. tomorrow. @RichardGrenell @AdamLaxalt @mschlapp",
    "....The Prime Minister was able to save a great deal of expense and effort for both the United States and Denmark by being so direct. I thank her for that and look forward to rescheduling sometime in the future!",
    "Crazy Nancy Pelosi said she was “set up” by the beauty parlor owner when she improperly had the salon opened (and didn’t wear a MASK!). Does anyone want a Speaker of the House who can be so easily SET UP?",
    "Congratulations to Andrew Gillum on having run a really tough and competitive race for Governor of the Great State of Florida. He will be a strong Democrat warrior long into the future - a force to reckon with!",
    "Mayor Gillum conceded on Election Day and now Broward County has put him “back into play.” Bill Nelson conceded Election - now he’s back in play!? This is an embarrassment to our Country and to Democracy!",
    "Great to be back from Vietnam, an amazing place. We had very substantive negotiations with Kim Jong Un - we know what they want and they know what we must have. Relationship very good, let’s see what happens!",
    "The hand recount taking place in Georgia is a waste of time. They are not showing the matching signatures. Call off the recount until they allow the MATCH. Don’t let the Radical Left Dems STEAL THE ELECTION!",
    "The safety of American people is my absolute highest priority. Heed the directions of your State and Local Officials. Please be prepared, be careful and be SAFE! https://t.co/YP7ssITwW9 https://t.co/LZIUCgdPTH",
    ".@SenatorWicker of Mississippi has been a great supporter and incredible help in getting our massive Tax Cut Bill done and approved. Also big help on cutting regs. I am with him in his re-election all the way!",
    "Will soon be heading to Davos, Switzerland, to tell the world how great America is and is doing. Our economy is now booming and with all I am doing, will only get better...Our country is finally WINNING again!",
    "“This would be the first Impeachment in American history without a specific criminal statute or crime that the president whose impeached would have allegedly committed.” Paul Gigot, The Wall Street Journal",
    "THANK YOU Lexington, Kentucky! Get out tomorrow and VOTE for Governor @MattBevin and the entire Republican ticket. America is thriving like never before – and the BEST IS YET TO COME! https://t.co/wkPrPW8haY",
    "....In fact, the “Cops For Trump” T-shirt Web Site CRASHED because of incredible volume, but is now back up and running. Proceeds go to the Police Union Charities. See you on Thursday night in Minneapolis!",
    "Navistar will be building a new 250 MILLION DOLLAR truck factory in San Antonio with 600 new jobs. Congratulations San Antonio and Texas! America makes the GREATEST trucks in the world! https://t.co/kp4FICFLcf",
    "I did more in 47 months than Biden did in 47 years. A VOTE for Republicans is a VOTE for SAFE communities, great JOBS, and a limitless FUTURE for ALL AMERICANS! https://t.co/gsFSgh2KPc https://t.co/A7GSc2ET9c",
    "I see that John Kerry, the father of the now terminated Iran deal, is thinking of running for President. I should only be so lucky - although the field that is currently assembling looks really good - FOR ME!",
    "While the Do Nothing Democrats FAIL the American People, and continue the Impeachment Scam, my Administration will continue to deliver REAL RESULTS, as seen over the past month, below! https://t.co/dxjHusgiFX",
    "Big news, Oklahoma! I’m proud to support infrastructure in your state with $13.7 million from @USDOT for bus improvements across the state. SO important for helping people get where they need to go safely.",
    "I want to welcome you all to the @WhiteHouse as we award our very bravest law enforcement officers and firefighters our nation’s highest public safety award – The Medal of Valor...https://t.co/68EeQk8ZHr",
    "It is my Great Honor to announce that General Michael T. Flynn has been granted a Full Pardon. Congratulations to @GenFlynn and his wonderful family, I know you will now have a truly fantastic Thanksgiving!",
    "Congrats to Pennsylvania for receiving $11.5M in federal infrastructure funds from @USDOT. Huge investments in Hazleton and Erie County to improve transit service and bring an economic boost to these areas!",
    "Final RCP Polling Averages Had Hillary Clinton Winning MI, WI, and PA https://t.co/xFQ8beqhDe via @BreitbartNews The Polls are Fake just like much of the reported news. I won it all against Crooked Hillary!",
    "Drug prices will soon be lowered massively. Big Pharma (Drug Companies) are advertising against me like crazy because lower prices mean less profit. When you watch a Fake Ad, just think lower drug prices!!!",
    "Can’t believe they are bringing in John Dean, the disgraced Nixon White House Counsel who is a paid CNN contributor. No Collusion - No Obstruction! Democrats just want a do-over which they’ll never get!",
    "“What we’re seeing on Capital Hill right now is that the Democrats are walking back any charges of Collusion against the President.” @ByronYork  @BillHemmer Should never have been started, a disgrace!",
    "On my way to Richmond, Kentucky for a MAKE AMERICA GREAT AGAIN rally at 7:00pmE. The crowds are once again, massive. See everyone in a couple of hours! #MAGA https://t.co/D1FYNgW0nL https://t.co/d0VBFeePLk",
    "Schiff and the Dems have created this whole thing, they reverse engineer it. They’ve been vowing to impeach for three years. Why should we listen to them? Why should we want to?”  @greggutfeld @FoxNews",
    "This election will decide whether we restore the rule of a corrupt political class – or whether we declare that in America, we are still governed by THE PEOPLE! Get out and VOTE!\nhttps://t.co/gsFSgh2KPc",
    "For those who want and advocate for illegal immigration, just take a good look at what has happened to Europe over the last 5 years. A total mess! They only wish they had that decision to make over again.",
    "My Campaign, despite all of the Fake News, Fake Books, and pathetic reporting written about me and it, has more spirit and enthusiasm than ever before, including the great and wonderful Campaign of 2016!",
    "Wishing all a safe and blessed Easter Sunday. I will be tuning into Pastor @robertjeffress at https://t.co/roBC6bOARn Church in Dallas, Texas tomorrow morning at 10:20 AM Eastern. https://t.co/wCa7u6qSnl",
    "Today’s Democrat Party would rather protect criminal aliens than AMERICAN CITIZENS - which is why the Democrats must be voted OUT of OFFICE! #JobsNotMobs https://t.co/0pWiwCq4MH https://t.co/axUEOzBAsZ",
    ".@SecPompeo had a good meeting with Chairman Kim today in Pyongyang. Progress made on Singapore Summit Agreements! I look forward to seeing Chairman Kim again, in the near future. https://t.co/bUa2pkq80s",
    ".@VP Pence is heading to Pittsburgh, Pennsylvania where we have both strongly endorsed one of the finest men around, Congressman Keith @RothfusForPA. He is running against #LambTheSham, who is telling...",
    "Robert De Niro, a very Low IQ individual, has received too many shots to the head by real boxers in movies. I watched him last night and truly believe he may be “punch-drunk.” I guess he doesn’t...",
    "Why didn’t the 13 Angry Democrats investigate the campaign of Crooked Hillary Clinton, many crimes, much Collusion with Russia? Why didn’t the FBI take the Server from the DNC?  Rigged Investigation!",
    "....When today’s meetings are over, I will be heading back to Washington. We won’t be doing a press conference at the close of NATO because we did so many over the past two days. Safe travels to all!",
    "China just enacted a major stimulus plan. With all the Tariffs THEY are paying to the USA, Billions and Billions of Dollars, they need it! In the meantime, our Federal Reserve sits back and does NOTHING!",
    "Watch @marklevinshow tonight on @FoxNews. He covers the Russia Hoax and all of the other criminality that came from the Obama Administration They got caught! A repeat later in evening. Really something.",
    "Your VOTE will continue HISTORIC job growth and make sure America keeps WINNING. Arizona, Georgia, Nevada, Texas - Get out and VOTE today! Find your Early Voting Location below. https://t.co/135RZzXIeI",
    "I’m proud to propose a $6.8M award to @WisconsinDOT from @USDOT to complete the last phase of the Merrimac Bridge rehabilitation – more efficient and lower cost rail car travel over Lake Wisconsin!",
    "If I ever said something so mortifyingly stupid, the Fake News Media would come down on me with a vengeance. This is beyond a normal mistake. Why isn’t the media reporting it? https://t.co/KkuWLkMfp7",
    "While I very much appreciate P.M. Abe going to Iran to meet with Ayatollah Ali Khamenei, I personally feel that it is too soon to even think about making a deal. They are not ready, and neither are we!",
    "U.S. Markets are up as much as 21% since the announcement of Tariffs on 3/1/2018 - and the U.S. is taking in massive amounts of money (and giving some to our farmers, who have been targeted by China)!",
    "Jason Lewis (@LewisForMN) will be an incredible Senator for the State of Minnesota! He is a proven leader who will help us Lower your Taxes, Protect our Communities and Defend your Second Amendment…",
    "“Regulate Twitter if they are going to start regulating free speech.” @JudgeJeanine @foxandfriends  Well, as they have just proven conclusively, that’s what they are doing. Repeal Section 230!!!",
    "Looking forward to a full day of meetings with President Xi and our delegations tomorrow. THANK YOU for the beautiful welcome China! @FLOTUS Melania and I will never forget it! https://t.co/sQoUWIGAiQ",
    "Germany, and so many other countries, have negative interest rates, “they get paid for loaning money,” and our Federal Reserve fails to act! Remember, these are also our weak currency competitors!",
    "Big announcement today: Drug companies have to come clean about their prices in TV ads. Historic transparency for American patients is here. If drug companies are ashamed of those prices—lower them!",
    "I hope all Republican House Members vote NO on FISA until such time as our Country is able to determine how and why the greatest political, criminal, and subversive scandal in USA history took place!",
    "I saved the Iron Range from the Obama Closure. We opened it up again, proudly. Also sent the National Guard the Minneapolis to squelch a big problem. It worked, and quickly!!! https://t.co/v8mkiawBy5",
    "Massive overflow crowds in New Hampshire last week. Couldn’t get into packed SNHU Arena. Fake and Corrupt News would like you to believe otherwise. MAKE AMERICA GREAT AGAIN! https://t.co/CUIYMvMQFv",
    "Congratulations to Heather Wilson, who is the sole finalist to become the next President of University of Texas at El Paso effective September 1, 2019. Heather has done an absolutely fantastic job...",
    "The Fake News photoshopped pictures of Melania, then propelled conspiracy theories that it’s actually not her by my side in Alabama and other places. They are only getting more deranged with time!",
    "Just arrived at Virtual G20. Was here yesterday also (early), but some of the Fake News Media failed to report it accurately - as usual. My speech is available (they said I didn’t make a speech).",
    "Congratulations on last nights BIG WIN, @NancyMace! Keep up the great work so we can #MAGA! We need you in Washington fast. You have my Complete and Total Endorsement! #SC01 https://t.co/GBe7NJBztj",
    "Many people do not know what a great guy &amp; fantastic political talent the great Rush Limbaugh is. There is nobody like him. Looking for a speedy recovery for our friend! https://t.co/GRTt56BjEu",
    "They are sending out 51,000,000 Ballots to people who haven’t even requested a Ballot. Many of those people don’t even exist. They are trying to STEAL this election. This should not be allowed!",
    "Secretary of State Mike Pompeo returned last night from Saudi Arabia and Turkey. I met with him this morning wherein the Saudi situation was discussed in great detail, including his meeting with...",
    "...that FEMA, our Military, and our First Responders, who are all unbelievable, are a disaster and not doing a good job. This will be a total lie, but that’s what they do, and everybody knows it!",
    "The Republican Party is starting to show very big numbers. People are starting to see what is being done. Results are speaking loudly. North Korea and our greatest ever economy are leading the way!",
    "Congratulations to @loudobbs, Number One. Lou has shown the Fake News what happens when you cover “America’s Greatest President”  fairly &amp; objectively! #MAGA #KAG https://t.co/68b0vPvmNd",
    "“He misled (Rep. Adam Schiff) MILLIONS of people for the sake of making the case for impeachment. Completely fabricated account out of thin air!” @MillerStream @BlazeTV https://t.co/ottBHQVffY",
    "Michael Moore: I‘m ‘Begging‘ Dems -- Don‘t Underestimate White Male Trump Supporter‘s ‘Rage,‘ ‘Emotion‘ https://t.co/IktLtIZNgZ via @BreitbartNews Well, he got it right in 2016?",
    "The @nytimes is a very corrupt and dishonest media outlet that suffers TDS at a level rarely seen. They will lose any remaining credibility on the evening of November 3rd. https://t.co/SuwZAIem2u",
    "Pres. Obama destroyed the lobster and fishing industry in Maine. Now it’s back, bigger and better than anyone ever thought possible. Enjoy your “lobstering” and fishing! Make lots of money!",
    "Thank you to Novartis for not increasing your prices on prescription drugs. Likewise to Pfizer. We are making a big push to actually reduce the prices, maybe substantially, on prescription drugs.",
    "All-time Stock Market high. The Vaccine and the Vaccine rollout are getting the best of reviews. Moving along really well. Get those “shots” everyone! Also, stimulus talks looking very good.",
    "Chicago‘s Fraternal Order of Police Endorses Donald Trump for Reelection https://t.co/KsDjK2rufh via @BreitbartNews. Thank you to John Catanzara and Chicago’s FOP. I will never let you down!",
    "Why are the Democrats allowed to make fake and fraudulent ads. They should be called out. They did nothing when they had the chance. I have done FAR more than any President in first 3 1/2 years!",
    "I am deeply saddened by the loss of my friend Charles Evers. Charles was a trail blazer in politics and a fearless leader, alongside his brother Medgar, for Civil Rights. https://t.co/rL4bLbCY1D",
    "The pathetic and dishonest Weekly Standard, run by failed prognosticator Bill Kristol (who, like many others, never had a clue), is flat broke and out of business. Too bad. May it rest in peace!",
    "....She will probably be given a pass, despite their terrible ratings. Congratulations to @RichardGrenell, our great Ambassador to Germany, for having the courage to take this horrible issue on!",
    "Major Wall Street Journal opinion piece today talking about the Russian Witch Hunt and the disgrace that it is. So many people hurt, so bad for our country - a total sham!https://t.co/bcpSGtoX6a",
    "It’s great to have a wonderful subject, President Trump. Fake News like CNN &amp, MSNBC are dying. If they treated me fairly, they would do well. Have Zero credibility! https://t.co/Yt8N8Dgsco",
    "On International Holocaust Remembrance Day, we remember the millions of precious souls who perished as a result of the horrific crimes perpetrated by the Nazi regime....https://t.co/drhi6UeJ14",
    "Looks like OPEC is at it again. With record amounts of Oil all over the place, including the fully loaded ships at sea, Oil prices are artificially Very High! No good and will not be accepted!",
    "....President who is willing to have the battle, and we have a great Attorney General who is willing to lead the battle, and they are going to get to the bottom of it.” @EdRollins  @LouDobbs",
    "Departing Washington, D.C. for the International Association of Chiefs of Police Annual Convention in Orlando, Florida. Look forward to seeing everyone soon! #IACP2018 https://t.co/EwSd7IU9t1",
    "Tremendous support from all over the Country. All we ask is COURAGE &amp; WISDOM from those that will be making one of the most important decisions in our Country’s history. God bless you!",
    "When the American People speak, ALL OF US should listen. Just over one year ago, you spoke loud and clear. On November 8, 2016, you voted to MAKE AMERICA GREAT AGAIN! https://t.co/3AOv53S0PU",
    "Illegal immigration is a top National Security problem. After decades of playing games, with the whole World laughing at the stupidity of our immigration laws, and with Democrats thinking...",
    "My Administration pushed to include a big expansion to Veteran telehealth in the spending bill so that the brave men and women who served our Country get the care they need. #RuralProsperity",
    "Democrats just blocked @FoxNews from holding a debate. Good, then I think I’ll do the same thing with the Fake News Networks and the Radical Left Democrats in the General Election debates!",
    "A brave former fighter jet pilot and warrior, Senator Martha McSally of Arizona has done an outstanding job in D.C., and is fully supportive of our agenda – she is with us all the way....",
    "The White House is a “smooth running machine.” We are making some of the biggest and most important deals in our country’s history - with many more to come! The Dems are going crazy!",
    "Busy day planned.  Looking forward to watching President Macron of France address a Joint Session of Congress today. This is a great honor and seldom allowed to be done...he will be GREAT!",
    "“I have seen all of the Russian ads and I can say very definitively that swaying the election was *NOT* the main goal.”Rob GoldmanVice President of Facebook Ads https://t.co/A5ft7cGJkE",
    "It’s not fair that I’m being Impeached when I’ve done absolutely nothing wrong! The Radical Left, Do Nothing Democrats have become the Party of Hate. They are so bad for our Country!",
    "I’ve done more in 47 months than Joe Biden has done in 47 years! A vote for Republicans is a vote for the American Dream, and the party of Abraham Lincoln! #MAGA https://t.co/gsFSgh2KPc",
    "Congratulations to Andrew Clyde on a big win last night against a strong opponent in #GA09! An early supporter of ours, Andrew will be an incredible Congressman for the people of Georgia!",
    "The individual Governors of States, and local officials, must step up their efforts on drive up testing and testing sights, working in conjunction with @CDCgov and the Federal Government!",
    "Former Attorney General Michael Mukasey said that President Trump is probably correct that there was surveillance on Trump Tower. Actually, far greater than would ever have been believed!",
    "My thoughts and prayers are with Representative Katie Arrington of South Carolina, including all of those involved in last nights car accident, and their families. https://t.co/rWYt2VBjxc",
    "It was a great and triumphant evening for our Country. Thank you for all of the nice remarks and wonderful reviews of my State of the Union Speech. It was my great honor to have done it!",
    "Need all on the UN Security Council to vote to renew the Joint Investigative Mechanism for Syria to ensure that Assad Regime does not commit mass murder with chemical weapons ever again.",
    "....that our economy is very strong. If the Fed would lower rates to where the bond market says they should be, then I really wouldn’t worry about a recession.” @jimcramer @JoeSquawk",
    "Today, it was my great honor to present the Medal of Honor to Army Staff Sgt. David Bellavia (HERO) for his courageous actions as a squad leader in Fallujah. #MOH https://t.co/FkNCazkWWo",
    "How can you give an election to someone who lost the election by hundreds of thousands of legal votes in each of the swing states. How can a country be run by an illegitimate president?",
    "This year has seen the lowest crime numbers in our Country’s recorded history, and now the Radical Left Democrats want to Defund and Abandon our Police. Sorry, I want LAW &amp; ORDER!",
    "Acting Secretary of Defense Patrick Shanahan, who has done a wonderful job, has decided not to go forward with his confirmation process so that he can devote more time to his family....",
    "For those that thought I wasn’t into the Environment, this is the biggest bill ever passed, by far. I wonder if this will silence the Fake News? Probably not! https://t.co/hJnesKXTcL",
    "Congratulations to @serenawilliams on another big win. She is a great player and an even greater person. Our members in Virginia (Tennis) will never forget you! https://t.co/55ZhYVTpUU",
    "New China Virus Cases up (because of massive testing), deaths are down, “low and steady”. The Fake News Media should report this and also, that new job numbers are setting records!",
    ".@USTradeRep just announced an agreement in principle with South Korea on KORUS! A great deal for American and Korean workers. Let’s now focus on our important security relationship.",
    "Congratulations to the Kansas City Chiefs on a great game and a fantastic comeback under immense pressure. We are proud of you and the Great State of Missouri. You are true Champions!",
    "We are fighting for our farmers, for our country, and for our GREAT AMERICAN FLAG. We want our flag respected - and we want our NATIONAL ANTHEM respected also! https://t.co/16eOLXg6Fi",
    "“I REALLY DON’T CARE, DO U?” written on the back of Melania’s jacket, refers to the Fake News Media. Melania has learned how dishonest they are, and she truly no longer cares!",
    "“The witness was asked at least 20 times, and there definitely was no Quid Pro Quo.”  @RepMarkMeadows @FoxNews  Their whole case was built around this, now they no longer mention!",
    "Wow! Yet another big storm heading to Puerto Rico. Will it ever end? Congress approved 92 Billion Dollars for Puerto Rico last year, an all time record of its kind for “anywhere.”",
    "“Great support for Border Security and the Wall.” @foxandfriends  Even greater than anyone would know! “Presidents supporters do not want him to cave.” @SteveDoocy I won’t!",
    "@JimInhofe What good is having a very expensive National Defense Authorization Act if Big Tech can run circles around you and the security of our Country? End Section 230 now! #NDAA",
    "....Today, @FLOTUS and I encourage all Americans to cherish and honor the memory of those we have lost through acts of love and service. We will hold Parkland forever in our hearts.",
    "I ask all Americans to band together and support your neighbors by not hoarding unnecessary amounts of food and essentials. TOGETHER we will stay STRONG and overcome this challenge!",
    ".@FoxNews is not watchable during weekend afternoons. It is worse than Fake News @CNN. I strongly suggest turning your dial to @OANN. They do a really “Fair &amp; Balanced” job!",
    "Great progress being made in our Trade Negotiations with Japan. Agriculture and beef heavily in play. Much will wait until after their July elections where I anticipate big numbers!",
    "“The Democrats are trying to draw out this inquiry because they don’t have the support. Donald Trump is guilty only of winning the 2016 Election.” @MZHemingway @foxandfriends",
    "China Trade Deal (and more) in advanced stages. Relationship between our two Countries is very strong. I have therefore agreed to delay U.S. tariff hikes. Let’s see what happens?",
    "I paid many millions of dollars in Taxes to the Federal Government, most of which was even paid early, or PREPAID. MANY $MILLIONS. The Failing @nytimes never likes reporting that!",
    "A very big CONGRATULATIONS to the great @seanhannity on having the Number One Book on the Planet, “Live Free Or Die”. The book is fantastic, and so true. Keep Sean Number One!",
    "Why are Democrats and unions working against life-changing school choice for underserved children? President Trump supports SCHOOL CHOICE! #SchoolChoiceNow https://t.co/pgj0tzKz6R",
    "My deepest condolences to the victims of the terrible shooting in Douglas County @DCSheriff, and their families. We love our police and law enforcement - God Bless them all! #LESM",
    "Mexico, Canada and the United States are a great partnership and will be a very formidable trading force. We will now, because of the USMCA, work very well together. Great Spirit!",
    "“Lanny Davis admits being anonymous source in CNN Report.” @BretBaier  Oh well, so much for CNN saying it wasn’t Lanny. No wonder their ratings are so low, it’s FAKE NEWS!",
    "When you’re almost 800 Billion Dollars a year down on Trade, you can’t lose a Trade War! The U.S. has been ripped off by other countries for years on Trade, time to get smart!",
    "Today, I was honored and proud to address the 45th Annual @March_for_Life! You are living witnesses of this year’s March for Life theme: #LoveSavesLives. https://t.co/DMST4qhDmp",
    "I will be speaking before a very important Pennsylvania State Senate hearing which is in process now. Talking about the massive voter fraud which took place in the 2020 Election!",
    "I will be lowering the flags on all Federal Buildings and National Monuments to half-staff over the next three days in memory of the Americans we have lost to the CoronaVirus....",
    "Congressman Chris Stewart (@StewartforUtah) is a tremendous fighter for Utah. He served our Country in the U.S. Air Force, and has been a strong supporter of our #MAGA Agenda....",
    "....that the House Democrats have done since she’s become Speaker, other than chase Donald Trump.” This Impeachment Hoax is such a bad precedent and sooo bad for our Country!",
    "This decision is CRAZY and so bad for our Country. Can you imagine what will happen during that nine day period. The Election should END on November 3rd. https://t.co/Hkftv9Jp56",
    "I called the politicization of the China Virus by the Radical Left Democrats a Hoax, not the China Virus itself. Everybody knows this except for the Fake and very Corrupt Media!",
    "THE VAST SILENT MAJORITY IS ALIVE AND WELL!!! We will win this Election big. Nobody wants a Low IQ person in charge of our Country, and Sleepy Joe is definitely a Low IQ person!",
    "....for the more traditional, but not very bright, Sleepy Joe Biden. Here we go again Bernie, but this time please show a little more anger and indignation when you get screwed!",
    "On World AIDS Day, The First Lady and I express our support for those living with HIV/AIDS and mourn the lives lost. We reaffirm our commitment to end the HIV/AIDS epidemic....",
    "Big WIN today for building the wall. It will secure the border &amp, save lives. Now the full House &amp, Senate must act! ➡️https://t.co/TTg7lvBdo2 https://t.co/xhiknXko70",
    "The First Lady and I join all Americans in praying and grieving for the victims, their families, and the survivors. We will stand by their side FOREVER! https://t.co/zOQLvAuXoh",
    "Just spoke with Jacinda Ardern, the Prime Minister of New Zealand, regarding the horrific events that have taken place over the past 24 hours. I informed the Prime Minister....",
    "Obama, Biden, Crooked Hillary and many others got caught in a Treasonous Act of Spying and Government Overthrow, a Criminal Act. How is Biden now allowed to run for President?",
    "Thank you Daily Wire. Very cute recreation, but the “live” version of Conan will be leaving the Middle East for the White House sometime next week! https://t.co/Z1UfhxsSpT",
    "....working with labor and everyone else. He will be a great member of an Administration that has done more in the first 2 ½ years than perhaps any Administration in history!",
    "Congratulations to Judge Jeanine on the tremendous success of her new #1 best-selling book, “Liars, Leakers, and Liberals – The Case Against the Anti-Trump Conspiracy!”",
    "Wow, highest Poll Numbers in the history of the Republican Party. That includes Honest Abe Lincoln and Ronald Reagan. There must be something wrong, please recheck that poll!",
    "Very happy to have helped get @WreathsAcross America so beautifully open and operating today. Congratulations to all of those who have worked so hard for this great success!",
    "My great honor to join our incredible men and women of the @USCG, at the Lake Worth Inlet Station, in Riviera Beach, Florida today!#HappyThanksgiving https://t.co/C35HR9opbP",
    "I need the people of West Virginia to send a message to Chuck Schumer, Maxine Waters, Nancy Pelosi and the Radical Democrats by voting for Carol Miller and Patrick Morrisey!",
    "....In the meantime, my Administration is achieving things that have never been done before, including unleashing perhaps the Greatest Economy in our Country’s history....",
    "The failed Fast Train project in California, where the cost overruns are becoming world record setting, is hundreds of times more expensive than the desperately needed Wall!",
    "Mo Brooks: ‘Trump Won the Electoral College‘ --- I Can Be a Part of the ‘Surrender Caucus‘ or I Can Fight for Our Country https://t.co/8BcvdpY3Qf via @BreitbartNews",
    ".@FoxNews is no longer the same. We miss the great Roger Ailes. You have more anti-Trump people, by far, than ever before. Looking for a new outlet! https://t.co/jXxsF0flUM",
    "We will push onward to victory w/hope in our hearts, courage in our souls &amp, everlasting pride in each &amp, every one of you. God Bless America. https://t.co/44QYFSq07a",
    "...that Open Borders, large scale Crime, and abolishing ICE is good for them, we must get smart and finally do what must be done for the Safety and Security of our Country!",
    "Matt Schlapp and CPAC are getting ready for another exciting event. Big difference from those days when President Obama held the White House. You’ve come a long way Matt!",
    "“They (Conservatives) thought the merits of the Impeachment case were weak, and therefore his (Romney’s) judgement is questioned.” @MZHemingway @HowardKurtz @FoxNews",
    "We did Criminal Justice Reform without many politically motivated Democrats. The Black &amp; Hispanic community will remember this on November 3rd. https://t.co/kGHQdIfObo",
    "FLORIDA-Just like TX, WE are w/you today, we are w/you tomorrow, &amp, we will be w/you EVERY SINGLE DAY AFTER, to RESTORE, RECOVER, &amp, REBUILD! https://t.co/phRMudujxJ",
    "That says it all about Mattis. Obama fired him. I should have fired him sooner. Did best work after he was gone. World’s most overrated general! https://t.co/2i4jPWAAPA",
    "Whether you are African-American, Hispanic-American or ANY AMERICAN at all – you have the right to live in a Country that puts YOUR NEEDS FIRST! https://t.co/hwDICbpOT7",
    "Speaker Paul Ryan is a truly good man, and while he will not be seeking re-election, he will leave a legacy of achievement that nobody can question. We are with you Paul!",
    "Congress must change the Immigration Laws now, Dems won’t act. Wall is being built - 400 miles by end of next year. Mexico must stop the march to Border! @foxandfriends",
    "We will not be touching your Social Security or Medicare in Fiscal 2021 Budget. Only the Democrats will destroy them by destroying our Country’s greatest ever Economy!",
    "Mark Levin speaking one week after I took office. This was always a planned COUP and the Radical Left Democrats will suffer at the polls in 2020! https://t.co/XHd5grQUaM",
    "....in America, community by community where we will eradicate AIDS in 10 years, program already started. American leadership has proven that together we can save lives.",
    "Frank “FX” Giaccio-On behalf of @FLOTUS Melania &amp, myself, THANK YOU for doing a GREAT job this morning! @NatlParkService gives you an A+! https://t.co/135DxuapUI",
    "When President Obama said that he has been to “57 States,” very little mention in Fake News Media. Can you imagine if I said that...story of the year! @IngrahamAngle",
    "....”knife crime,” which is totally out of control in London. People are afraid to even walk the streets. He is a terrible mayor who should stay out of our business!",
    "Thank you to my good friend Chuck Canterbury for 16 years of service to the Fraternal Order of Police and our great men and women in blue. You are an incredible patriot!",
    "Biden got failing grades and polls on his clueless handling of the Swine Flu H1N1. It was a total disaster, they had no idea what they were doing. Among the worst ever!",
    "Honored to host a luncheon for African leaders this afternoon. Great discussions on the challenges &amp, opportunities facing our nations today. https://t.co/AbnBJtKCAI",
    "Indiana Rally, and Coach Bobby Knight, were incredible last night. Packed House in Honor of Mike Braun for Senate. Mike will be a GREAT Senator. Don’t forget to VOTE!",
    "Spoke to Bibi @Netanyahu to congratulate him on a great and hard-fought win. The United States is with him and the People of Israel all the way! https://t.co/OfFI6aKSOb",
    "“The only way to shut down the Democrats new Mob Rule strategy is to stop them cold at the Ballot Box. The fight for America’s future is never over!” Ben Shapiro",
    "The economy is looking really good. It has been many years that we have seen these kind of numbers. The underlying strength of companies has perhaps never been better.",
    "Just spoke to @JohnKasich to express condolences and prayers to all for the horrible shooting of two great police officers from @WestervillePD. This is a true tragedy!",
    "In one of the biggest stories in a long time, the FBI now says it is missing five months worth of lovers Strzok-Page texts, perhaps 50,000, and all in prime time. Wow!",
    "It is not the fault of Iowa, it is the Do Nothing Democrats fault. As long as I am President, Iowa will stay where it is. Important tradition! https://t.co/bX3FLvua1C",
    "Congrats to Colorado who will be receiving $14.9M in federal infrastructure funds from @USDOT. Happy to support bus service for residents throughout this great state!",
    "John Kelly didn’t know I was going to fire James Mattis, nor did he have any knowledge of my asking for a letter of resignation. Why would I tell him, he was not...",
    "....I can’t imagine any President having a better or closer relationship with their Vice President then the two of us. Just more FAKE NEWS, the Enemy of the People!",
    "After two years of an expensive and comprehensive Witch Hunt, the Democrats don’t like the result and they want a DO OVER. In other words, the Witch Hunt continues!",
    "Incredible evening, incredible people. Love Nebraska, and there were plenty of great people from Iowa there also! $28 Billion for Farmers!!! https://t.co/S7tn3krGdz",
    "Some States are very slow to inoculate recipients despite successful and very large scale distribution of vaccines by the Federal Government. They will get it done!",
    "The Wisconsin Supreme Court ruled that tomorrow’s election will proceed as scheduled. VOTE for Justice Daniel Kelly tomorrow, and be safe! https://t.co/rYkcxaae1k",
    "China has just announced a doubling in the number of their deaths from the Invisible Enemy. It is far higher than that and far higher than the U.S., not even close!",
    "96% Approval Rating in the Republican Party. Thank you! This must also mean that, most importantly, we are doing a good (great) job in the handling of the Pandemic.",
    "I got NATO countries to pay 530 Billion Dollars a year more, and the U.S. less, and came home to a Fake News Media that mocked me. Didn’t think that was possible!",
    "Greatest Witch Hunt in the History of our Country! NO COLLUSION! Border Coyotes, Drug Dealers and Human Traffickers are treated better. Who alerted CNN to be there?",
    "Heading to GRAND RAPIDS, MICHIGAN after a great evening in KENOSHA, WISCONSIN! Get out and VOTE tomorrow, let’s MAKE AMERICA GREAT AGAIN! https://t.co/k6vyL1hLqL",
    "The #USSJohnFinn will provide essential capabilities to keep America safe. Our sailors are the best anywhere in the world. Congratulations! https://t.co/yTnMwSh1Kg",
    "North Korea has not conducted a Missile Test since November 28, 2017 and has promised not to do so through our meetings. I believe they will honor that commitment!",
    "Never gotten over the fact that Obama was able to send $1.7 Billion Dollars in CASH to Iran and nobody in Congress, the FBI or Justice called for an investigation!",
    "Wishing former President Jimmy Carter a speedy recovery from his hip surgery earlier today. He was in such good spirits when we spoke last month - he will be fine!",
    "New Hampshire will receive nearly $822K in @USDOT funds for bus service in the city of Nashua. Happy to support @RideBigBlue and keep the people of Nashua moving!",
    "My great honor to host the 2017 back-to-back #StanleyCup Champion Pittsburgh Penguins at the WH with @FLOTUS today!https://t.co/qyT4bcHVuR https://t.co/rBwGmhMnPX",
    "Republicans have never been more unified than they are right now! The Dems are a mess under the corrupt leadership of Nervous Nancy Pelosi and Shifty Adam Schiff!",
    "“Not a single American citizen has been charged with anything related to Russian Collusion, not one person.” @TuckerCarlson  It was all an illegal Witch Hunt!",
    "The Washington Post and New York Times are, in my opinion, two of the most dishonest media outlets around. Truly, the Enemy of the People! https://t.co/AG3vccsJvg",
    "Such respect for the people of Iran as they try to take back their corrupt government. You will see great support from the United States at the appropriate time!",
    "Put big game trophy decision on hold until such time as I review all conservation facts. Under study for years. Will update soon with Secretary Zinke. Thank you!",
    "I have no greater privilege than to serve as your Commander-in-Chief. HAPPY BIRTHDAY to the incredible men and women @USNavy!#242NavyBday https://t.co/qcdB4U8CqA",
    "Melania and I were thrilled to join the dedicated men and women of the @USEmbassyFrance, members of the U.S. Military and their families. https://t.co/ZSdsJ0Bsbl",
    "These states in question should immediately be put in the Trump Win column. Biden did not win, he lost by a lot! https://t.co/ywiw6sPicI https://t.co/C1g9LZpMah",
    "I think they should blame RUSSIA, RUSSIA, RUSSIA again! If they can’t count votes properly, how are they going to run U.S. HealthCare? https://t.co/JsNB8jvKoo",
    "#Walkaway  Walkaway from the Democrat Party movement marches today in D.C. Congratulations to Brandon Straka for starting something very special. @foxandfriends",
    "DACA has been made increasingly difficult by the fact that Cryin’ Chuck Schumer took such a beating over the shutdown that he is unable to act on immigration!",
    "He is Fake News, will always be Fredo to us. I should release some of his dishonest interviews? Coupled with bad ratings, he’d be out! https://t.co/eEk6pdSRnV",
    "“Taken for Granted,” a wonderful new book by Gianno Caldwell on how Conservatism can win back the Americans that Liberalism failed, has my full Endorsement!",
    "...Republicans in Wisconsin should take these 3 strong decisions to their State Legislators and overturn this ridiculous State Election. We won in a LANDSLIDE!",
    "If I wanted to fire Robert Mueller in December, as reported by the Failing New York Times, I would have fired him. Just more Fake News from a biased newspaper!",
    "I am pleased to announce that Kelly Knight Craft, our current Ambassador to Canada, is being nominated to be United States Ambassador to the United Nations....",
    "The threshold identification of Ballots is turning out to be even bigger than originally anticipated. A very large number of Ballots are impacted. Stay tuned!",
    "Thank you Allentown, Pennsylvania! Together, we are going to MAKE AMERICA GREAT AGAIN! https://t.co/gsFSghkmdM https://t.co/aA0I8pBEGb https://t.co/ngUKFNhM0Q",
    "....mount some kind of public pressure to demand witnesses, but McConnell has the votes and he can run this trial anyway he wants to. @brithume @foxandfriends",
    "CHAIN MIGRATION must end now! Some people come in, and they bring their whole family with them, who can be truly evil. NOT ACCEPTABLE! https://t.co/PQGeTTdRtX",
    "It was a great honor to be with President @EmmanuelMacron of France this afternoon with his delegation. Great bilateral meeting! #UNGA https://t.co/HnxDDU5d5F",
    "The only thing keeping Tester alive is he has millions and millions of dollars from outside liberals and leftists, who couldn’t care less about our Country!",
    "I’m awarding $14.7M in @USDOT funding to New Jersey to support bus infrastructure in @passaic_county. Helping make sure people can move quickly and safely!",
    "Congratulations to @JudgeJeanine on the release of her new book, “DON’T LIE TO ME” which is now available. Get your copy today! https://t.co/ObHQ9b4ymu",
    "Congratulations to Gary Woodland in winning the United States Open Golf Championship. Fantastic playing, great heart - there will be more in Gary’s future!",
    "Democrats Hate that I called for Big Pharma to match the lowest prescription drug prices in the World by using a FAVORED NATIONS CLAUSE. Prices will plunge!",
    "We are inspired by the stories of everyday heroes who pull their communities from the depths of despair through leadership and love. https://t.co/DL3oan4Fm7",
    "If the Democrats want to win Supreme Court and other Court picks, don’t Obstruct and Resist, but rather do it the good ol’ fashioned way, WIN ELECTIONS!",
    "Get your great T-Shirts, “Cops for Trump,” at https://t.co/pmhDDXsIlx  REALLY NICE! Thank you to Minneapolis Police Officers &amp, Union! @foxandfriends",
    "68% error rate in Michigan Voting Machines. Should be, by law, a tiny percentage of one percent. Did Michigan Secretary of State break the law? Stay tuned!",
    "I will be announcing the winners of the #MAGACHALLENGE and inviting them to the @WhiteHouse to meet with me and perform. Good luck! https://t.co/3PYzOvYz17",
    "If Illegal Immigrants are unhappy with the conditions in the quickly built or refitted detentions centers, just tell them not to come. All problems solved!",
    "Everyone is asking why the recent presidential polls were so inaccurate when it came to me. Because they are FAKE, just like much of the Lamestream Media!",
    "“Donald Trump on VA woes: ‘I’d fire everybody’, ‘you fix it by getting Trump elected’” http://t.co/jpqYBBN6gx via @washtimes by @dsherfinski",
    "...differences, they will be resolved in time by President Trump and China’s great President Xi Jinping. Their relationship and bond remain very strong.",
    "RT @rww_gop: Voters are rejecting the Dems’ baseless obstruction &amp, socialist agenda, and they’re making their voices heard loud &amp, clear. Su...",
    "“FBI’s Christopher Steele (FAKE) Story Falls Apart: False Intel &amp, Media Contacts Were Flagged Before FISA.” John Solomon, The Hill. @seanhannity",
    "On this Vietnam War Veterans Day, we celebrate the brave Vietnam Veterans and all of America’s Veterans. Thank you for your service to our great Nation!",
    "Europe and other parts of the World being hit hard by the China Virus - Germany, France, Spain and Italy, in particular. The vaccines are on their way!!!",
    "“On February 19th there was a Democratic Debate, in Las Vegas. Three words weren’t said: Virus, CoronaVirus, or COVID19. NEVER came up!” @BretBaier",
    "Obama’s China ‘climate’ deal binds America with language of ‘will’ curb emissions now while China only ‘intends’ to curb in 2030. Bad deal!",
    "Congress must end chain migration so that we can have a system that is SECURITY BASED! We need to make AMERICA SAFE! #USA🇺🇸 https://t.co/d7L1YW5iVY",
    "It was an honor to welcome Republican and Democratic members of the Senate Finance Committee to the @WhiteHouse today. #TaxReform https://t.co/ge4Xic9fId",
    "“The Democrats hate this President so much, they’re forgetting about their duty to secure our Border.” @ThomasHomanICE  @SteveHiltonx Sad but true!",
    "Great Tweet today by Tyler Q. Houlton @SpoxDHS on the #FakeNews being put out by @CNN, a proud member of the Opposition Party. @TSA is doing a great job!",
    "Governor @BrianKempGA of Georgia still has not called a Special Session. So easy to do, why is he not doing it? It will give us the State. MUST ACT NOW!",
    "The Fake News refuses to report the success of the first 6 months: S.C., surging economy &amp, jobs,border &amp, military security,ISIS &amp, MS-13 etc.",
    "So many amazing things happened over the last three days. All, or at least most of those things, are great for the United States. Much was accomplished!",
    "This is the biggest political crime and scandal in American history. Hopefully, for the good of our Country, it is coming soon! https://t.co/sgblnB0EgL",
    "It was wonderful to have President Petro Poroshenko of Ukraine with us in New York City today. #UNGA🎥https://t.co/UKOMUj0ZuL https://t.co/GpkERy8WiP",
    "As President of the United States of America, I will ALWAYS put #AmericaFirst🇺🇸#UNGAFull remarks: https://t.co/ksaMsQ2Lhm https://t.co/XrtpAWwuCn",
    "The United States mourns for the victims of Nice, France. We pledge our solidarity with France against terror. 🇺🇸🇫🇷 https://t.co/7irbz08oT3",
    "...John is strong on crime and borders, loves our Military, our Vets and our Second Amendment. He will be a star. He has my full and total Endorsement!",
    "Join me in Dallas, Texas this Thursday (October 17th) at the American Airlines Center! #KAG2020Tickets: https://t.co/DBmvgoQSTX https://t.co/cIuZfcj5EI",
    "The Washington Post is a Fact Checker only for the Democrats. For the Republicans, and for your all time favorite President, it is a Fake Fact Checker!",
    "This will be the biggest TAX CUT in the history of our country - and we need it! #TaxReform Read more: https://t.co/o3W9bJkz5k https://t.co/JYckXWEmLu",
    "Today on #NationalAgDay, we honor our great American farmers &amp, ranchers. Their hard work &amp, dedication are ingrained... https://t.co/IpGRhly2zj",
    "An honor having the National Sheriffs' Assoc. join me at the @WhiteHouse. Incredible men &amp, women who protect &amp, serv... https://t.co/1LkhbCNh8L",
    "....at a conclusion of NO COLLUSION and NO OBSTRUCTION! The Dems were unhappy with the outcome of the $40M Mueller Report, so now they want a do-over.",
    "My job as President is to do everything within my power to give America a level playing field. #AmericaFirst🇺🇸➡️... https://t.co/hL7OwbWzyi",
    "Wow, a blowout JOBS number just out, adjusted for revisions and the General Motors strike, 303,000. This is far greater than expectations. USA ROCKS!",
    "Carl Cameron @FoxNews is the only reporter I know who consistently fumbles &amp, misrepresents poll results. He has been so wrong &amp, he hates it!",
    "Crooked H destroyed phones w/ hammer, 'bleached' emails, &amp, had husband meet w/AG days before she was cleared- &amp, they talk about obstruction?",
    "Bob Hugin, successful all of his life, would be a Great Senator from New Jersey. He has my complete and total Endorsement! Get out and Vote for Bob.",
    "If President Obama had crossed his stated Red Line In The Sand, the Syrian disaster would have ended long ago! Animal Assad would have been history!",
    "Just returned to the United States after spending a GREAT Thanksgiving with our Courageous American Warriors in Afghanistan! https://t.co/b2vgY5BH6z",
    "“President Trump, with smart policies, has done more to help the Black community than any President in the modern era.” @IngrahamAngle @FoxNews",
    "While I’m beating my opponents in the polls, I’m also beating lobbyists, special interests &amp, donors that are supporting them with billions.",
    "Being good in business is the most fascinating kind of art. Making money is art &amp, working is art &amp, good business is the best artAndy Warhol",
    "Obamacare is a disaster. We must REPEAL &amp, REPLACE. Tired of the lies, and want to #DrainTheSwamp? Get out &amp, VOTE... https://t.co/jOelj829Pg",
    "This election is a choice between law, order &amp, safety - or chaos, crime &amp, violence. I will make America safe again for everyone. #ImWithYou",
    "My @gretawire interview re: how the debt ceiling is key point, the fiscal curb &amp, why we must &amp, can make a great deal. http://t.co/F7x6T4PH",
    "I was putting together my early deals in New York &amp, I was advised by many that I was too young. Believe in yourself &amp, you can do anything.",
    "Al Qaeda terrorist Al Libi was immediately read his rights &amp, is now being treated for ‘pre-existing’ medical (cont) http://t.co/3Uk72QO4YX",
    "Why do shows have @ananavarro—Ntl Hispanic Chair for the losing McCain ’08 &amp, Huntsman ’12.  She’s a loser who doesn’t deliver votes.",
    "If Mitt Romney were in the private sector &amp, he suffered the horrendous loss of 2012, do you think he’d rehire himself for 2016?—I don’t!",
    "Success tip:  Keep the big picture in mind. There are always opportunities &amp, possibilities, &amp, thinking too small can negate a lot of them.",
    "“RUBIO’S GANG OF 8 BILL WOULD HAVE REWARDED SANCTUARY CITIES HARBORING ILLEGALS” http://t.co/on0rUCv4MG Marco is a politician-he flip flops!",
    "Thank you Louisiana! Get out &amp, vote for John Kennedy tomorrow. Electing Kennedy will help enact our agenda on behal... https://t.co/sHXeyreEZI",
    "I don’t know @SamuelLJackson, to best of my knowledge haven't played golf w/him &amp, think he does too many TV commercials—boring. Not a fan.",
    "Venezuela should allow Leopoldo Lopez, a political prisoner &amp, husband of @liliantintori (just met w/ @marcorubio) o... https://t.co/HhgE51dtSN",
    "RT @seanhannity: HANNITY IS ON LIVE with The Great One @MarkLevinShow! We’ll break down the Democrats’ disregard for the rule of law and Hi...",
    "RT @realDonaldTrump: It was a really great day for America! A special evening tonight on @TuckerCarlson, @seanhannity  &amp, @IngrahamAngle Wil...",
    "He must create a list, like I did! Always considered most important Presidential decision. Voter’s entitled to know!!!! https://t.co/yLaLTcOyPy",
    "Great Job by Judicial Watch. Potentially a treasure trove. Too bad you are not given more help, but it will all work out! https://t.co/rTYq9YCj2Q",
    "I have directed @stevenmnuchin1 to get ready to send direct payments ($3,400 for family of four) to all Americans. DEMOCRATS ARE HOLDING THIS UP!",
    "Unsolicited Ballots are uncontrollable, totally open to ELECTION INTERFERENCE by foreign countries, and will lead to massive chaos and confusion!",
    "Just like Jonathan Gruber viciously lied &amp, called Americans “stupid” on ObamaCare, many consultants are doing the same on Global Warming.",
    "Flashback – Jeb Bush says  illegal immigrants breaking our laws is an “act of love” http://t.co/p8yFzVuw8w He will never secure the border.",
    "Thank you for the massive turnout tonight- Cleveland, Ohio! Get out &amp, VOTE #TrumpPence16 on 11/8.Watch rally here:... https://t.co/XuJZeJwSGk",
    "Hillary has called for 550% more Syrian immigrants, but won’t even mention “radical Islamic terrorists.” #Debate... https://t.co/Rf48XkZWbu",
    "@ricardorossello ......#FakeNews critics are working overtime, but we're getting great marks from the people that truly matter! #PRStrong🇵🇷",
    "Today I signed the Veterans (OUR HEROES) Choice Program Extension &amp, Improvement Act @ the @WhiteHouse. #S544 Watch... https://t.co/0sMv4sPrmf",
    "I am deeply committed to preserving our strong relationship &amp, to strengthening America's long-standing support for... https://t.co/GxrOR3ALCE",
    "Great to be back in Tennessee. On our way to the McKenzie Arena in Chattanooga for a huge #MAGARally - see everyone soon! https://t.co/RwZt5yGuE5",
    "Heading to Jamestown, Virginia. Word is the Democrats will make it as uncomfortable as possible, but that’s ok because today is not about them!",
    "...our noble history, heritage &amp; heroes; and ANTIFA, the rioters, looters, Marxists, &amp; left-wing extremists. THEY ALL SUPPORT JOE BIDEN!",
    "Why didn't President Obama just go inside when it started raining yesterday - common sense! The two Marines looked very uncomfortable-&amp, wet.",
    "Unemployment rate only dropped because more people are out of labor force &amp, have stopped looking for work.Not a real recovery, phony numbers",
    "How did the NCAA, which is weak and becoming irrelevant, extract such a big &amp, reputation shattering settlement from Penn State. Others zero!",
    "Autism Speaks, head up by Bob &amp, Suzanne Wright, does a fantastic job—if only we had more people like them! To help: http://t.co/QLmCf48aWb",
    "Remember, no one ever said success was easy.Good luck doesn’t come overnight.But if u work hard &amp, love it, u will find success &amp, luck.",
    "We have got to get our Marine out of that disgusting Mexican jail. Would be so easy if we had a real leader. One tough phone call &amp, he's out",
    ".@BlairKamin Blair, you may be the worst architectural critic in the business but thanks for your nice reviews about Trump Chicago &amp, sign PR",
    "The way President Obama runs down the stairs of Air Force 1, hopping &amp, bobbing all the way, is so inelegant and unpresidential. Do not fall!",
    "Thank you @Morning_Joe for explaining to @CNN and @andersoncooper and so many others that I am leading in almost all national &amp, state polls."
]